{"id":"c:317","name":"Amazon","type":"Company","permalink":"/company/amazon","category_code":"ecommerce","status":"ipo","founded_at":"1994-01-01","closed_at":null,"domain":"amazon.com","homepage_url":"http://amazon.com","twitter_username":"amazon","logo_url":"3898v1-max-250x250.jpg","logo_width":200,"logo_height":89,"short_description":null,"overview":"Amazon.com, Inc. (AMZN), is a leading global Internet company and one of the most trafficked Internet retail destinations worldwide.\nAmazon is one of the first companies to sell products deep into the long tail by housing them in numerous warehouses and distributing products from many partner companies. Amazon directly sells or acts as a platform for the sale of a broad range of products. These include books, music, videos, consumer electronics, clothing and household products. The majority of Amazon's sales are products sold by Amazon, though many are from third-party sellers.\nAmazon was founded in 1994 and is headquartered in [Seattle, Washington](/maps/city/Seattle). It has direct international operations in the United States, Canada, France, Germany, Japan, and the United Kingdom.\nSince 2004, Amazon has begun to rapidly expand its web services arsenal. Products such as [Amazon EC2](http://www.crunchbase.com/product/amazon-ec2) (Elastic Compute Cloud) and [Amazon S3](http://www.crunchbase.com/product/amazon-s3) (Simple Storage System), [Amazon Route 53](http://www.crunchbase.com/product/amazon-route-53/) have been large successes.\nSome of Amazon's recent acquisitions include [Shopbop](http://www.crunchbase.com/company/shopbop) (2006),  [Abebooks](http://www.crunchbase.com/company/abebooks) (2008), [Zappos](http://www.crunchbase.com/company/zappos) (2009), [LOVEFiLM](http://www.crunchbase.com/company/lovefilm) (2011).\nAs of Q1 2011, Amazon has approximately 137 million active customers worldwide. It was also reported that there are 2 million merchants selling on Amazon equaling a third of the total listings. North America currently represents 55.4% of sales with the other 44.6% in the International market.","country_code":"USA","state_code":"WA","city":"Seattle","investment_rounds":24,"invested_companies":18,"funding_rounds":1,"funding_total_usd":8000000}
