{"id":"c:494","name":"MySpace","type":"Company","permalink":"/company/myspace","category_code":"network_hosting","status":"acquired","founded_at":"2003-08-01","closed_at":null,"domain":"myspace.com","homepage_url":"http://myspace.com","twitter_username":"MySpace","logo_url":"4414v80-max-250x250.png","logo_width":250,"logo_height":52,"short_description":null,"overview":"MySpace is one of the world's largest social networks, with about 125 million users. Originally inspired by [Friendster](http://www.crunchbase.com/company/friendster), MySpace quickly grew to become the world's largest social network, before being overtaken by [Facebook](http://www.crunchbase.com/company/facebook). User pages are highly customizable and support integration with widgets such as [Slide](http://www.crunchbase.com/company/slide) or [YouTube](http://www.crunchbase.com/company/youtube). MySpace provides users with a way to connect around content and culture.\nMySpace was started as a side project of the internet marketing company eUniverse (now called [Intermix Media](http://www.crunchbase.com/company/intermixmedia)) in August 2003. [Brad Greenspan](http://www.crunchbase.com/person/brad-greenspan), then founder and CEO of eUniverse oversaw the project, which was also led by [Chris DeWolfe](http://www.crunchbase.com/person/chris-dewolfe) (later CEO), [Josh Berman](http://www.crunchbase.com/person/josh-berman), and [Tom Anderson](http://www.crunchbase.com/person/tom-anderson) (soon to be President). It officially launched in January 2004.\nBy February 2004, MySpace reached 1 million registered users. By November 2004, that number had reached 5 million. In July, 2005 [News Corporation](http://www.crunchbase.com/company/newscorporation) bought eUniverse (renaming it [Intermix Media](http://www.crunchbase.com/company/intermixmedia)) for $580 M, of which approximately $327 M was the valuation of MySpace. At this time, the site had 20 million registered users. In mid 2007, [News Corporation](http://www.crunchbase.com/company/newscorporation) contemplated selling 25% of MySpace stock to [Yahoo!](http://www.crunchbase.com/company/yahoo) in a deal that would have valued the site at $12 B, though this never went through.\nAfter being acquired, MySpace's revenues grew rapidly, as [News Corporation](http://www.crunchbase.com/company/newscorporation) pursued lucrative advertising deals. In August 2006, [Google](http://www.crunchbase.com/company/google) made a $900 M agreement to provide search and advertising directly on the MySpace site, which is set to expire in June 2010.\nIn mid 2008, MySpace participated in a major site redesign. Throughout its history, critics have often cited the chaotic and disorganized interface as a severe drawback to usability of the site. This redesign made the main page more streamlined and clean.\nIn late 2006, [Universal Music Group](http://www.crunchbase.com/company/universal-music-group) sued MySpace for millions in damages from copyright infringement. This suit was settled in mid 2008 by the launch of [MySpace Music](http://www.crunchbase.com/company/myspace-music), a site where users can listen to streaming songs from all sorts of artists. To supplement this venture, MySpace acquired [iLike](http://www.crunchbase.com/company/ilike) in mid 2009. MySpace had previously also launched a record label in 2005 and musicians such as Lily Allen and Sean Kingston were first discovered through MySpace.\nIn mid 2007, MySpace acquired [PhotoBucket](http://www.crunchbase.com/company/photobucket) for $250 M in cash, plus an additional $50 M earn-out. By late 2009, [News Corporation](http://www.crunchbase.com/company/newscorporation) sold a 2/3 stake in [Photobucket](http://www.crunchbase.com/company/photobucket) to a group of investors valuing the company at $60 M, over 80% less than the acquisition price.\nSince 2008, user growth has stagnated and page views and other metrics have fallen. In April 2009, longtime CEO and co-founder [Chris DeWolfe](http://www.crunchbase.com/person/chris-dewolfe) was replaced by [Owen Van Natta](http://www.crunchbase.com/person/owen-van-natta), in a publicized firing. President and head of product, [Tom Anderson](http://www.crunchbase.com/person/tom-anderson), was kept on, but in a different position. Two months following this, MySpace announced it was laying off 30% of its workforce amounting to 420 people.\nIn June 2011, Myspace was acquired by Specific Media for a [reported US$35 million](http://techcrunch.com/2011/06/29/myspace-goes-to-specific-media-for-35m-ceo-is-out-press-release/). Justin Timberlake also took ownership in this acquisition and will play a strong role in Myspace's future strategy and creative direction.","country_code":"USA","state_code":"CA","city":"Beverly Hills","investment_rounds":null,"invested_companies":null,"funding_rounds":null,"funding_total_usd":null}
