{"id":"c:5394","name":"Samsung Electronics","type":"Company","permalink":"/company/samsung-electronics","category_code":"hardware","status":"operating","founded_at":"1969-02-12","closed_at":null,"domain":"samsung.com","homepage_url":"http://www.samsung.com/us","twitter_username":"samsungtweets","logo_url":"c-5394.png","logo_width":194,"logo_height":66,"short_description":"Samsung manufactures electronic components, information technology devices and mobile communication devices.","overview":"Samsung Electronics Co. Ltd., together with its subsidiaries, is engaged in consumer electronics, information technology and mobile communications, and device solutions businesses worldwide. It develops, manufactures, and sells various consumer products, including mobile phones, tablets, televisions, Blu-rays, DVD players, home theaters, and digital cameras and camcorders; home appliances, such as refrigerators, air conditioners, washing machines, ovens, and dishwashers; PC/peripherals/printers comprising tablet PC, notebooks, monitors, optical disc drive, printers, and computers; memory and storage products, such as solid state drives and memory cards; and accessories.\nThe company also provides healthcare and medical equipment comprising ultrasound, digital X-ray, and in-vitro diagnostics; telecommunications infrastructure, including wireless and enterprise network systems; standalone mobile APs for smartphones, CMOS image sensors for mobile cameras, display driver ICs, and smart card ICs; LCD display panels and OLED panels for mobiles; and LED lighting solutions that include LED packages, LED display modules, LED light engines, and LED retrofit lamps. In addition, it engages in cyber game match hosting; technology business venture capital investments; manufacture of semiconductor components; semiconductor equipments business; sponsoring of sports team and games; and credit management activities.\nFurther, the company provides repair service for electronic devices, general logistics agency services, consulting services, and communication system services. It has operations in Korea, China, Latin and North America, Europe, the Asia Pacific, and Africa. Samsung Electronics Co. Ltd. has a strategic partnership with Lookout, as well as with Orange Business Services. The company was founded in 1969 as a subsidiary of Samsung Group and is headquartered in Suwon, South Korea.","country_code":"KOR","state_code":null,"city":"Suwon","investment_rounds":5,"invested_companies":5,"funding_rounds":null,"funding_total_usd":null}
