{"id":"c:720","name":"hulu","type":"Company","permalink":"/company/hulu","category_code":"games_video","status":"operating","founded_at":"2007-03-01","closed_at":null,"domain":"hulu.com","homepage_url":"https://www.hulu.com","twitter_username":"hulu","logo_url":"11061v15-max-250x250.png","logo_width":900,"logo_height":296,"short_description":null,"overview":"Founded in March 2007, Hulu is operated independently by a dedicated management team with offices in Los Angeles, New York, Chicago, Seattle and Beijing. [NBC Universal](/company/nbcuniversal), News Corporation, [as of April 2009](http://www.techcrunch.com/2009/04/30/disney-buys-into-hulu-youtube-should-be-worried/), [Disney](/company/the-walt-disney-company), [Providence Equity Partners](/financial-organization/providence-equity-partners) and the Hulu team share in the ownership stake of the company.\nHulu is an online video service that offers a selection of hit shows, clips, movies and more at Hulu.com, numerous destination sites online, and through the ad-supported subscription service, [Hulu Plus](/product/hulu-plus).\nHulu brings together a selection of videos from over 260 content companies, including FOX, NBCUniversal, ABC, Criterion, A&E Networks, Lionsgate, Endemol, MGM, MTV Networks, Comedy Central, National Geographic, Digital Rights Group, Paramount, Sony Pictures, Warner Bros., TED, etc. Hulu also offers a wide array of acclaimed movies and documentaries.\nThe site focuses exclusively on professional video content and does not take on [YouTube](http://www.crunchbase.com/company/youtube) directly as a viral video destination.\nHulu videos are played in their own embeddable branded player. Content from at least a dozen TV networks and two major film studios is promised. Initial distribution partners include [AOL](/company/aol), [Comcast](/company/comcast), [MSN](/product/msn), [MySpace](/company/myspace) and [Yahoo](/company/yahoo).\n[Jason Kilar](/person/jason-kilar), Hulu's former CEO, explains the meaning of Hulu's name, \"Objectively, Hulu is short, easy to spell, easy to pronounce, and rhymes with itself. Subjectively, Hulu strikes us as an inherently fun name, one that captures the spirit of the service we're building.\"  However, [some aren't so sure](http://www.techcrunch.com/2007/08/29/hulu-translates-to-cease-and-desist-in-swahili-oh-the-irony/) it was the wisest name to pick.\n[In September 2007](http://www.techcrunch.com/2007/09/12/hulu-makes-first-acquisition-chinese-video-startup-to-form-backbone-of-new-service/) that Hulu acquired Bejing-based startup Mojiti and used its platform for the basis of the product.\nHulu gives advertisers an opportunity to associate their brands with its online video content. And, through the Hulu Plus subscription service, advertisers can extend their reach to the users of Hulu Plus enabled devices on market today.","country_code":"USA","state_code":"CA","city":"Los Angeles","investment_rounds":null,"invested_companies":null,"funding_rounds":2,"funding_total_usd":100000000}
