{"id":"p:12966","name":"Jeremy Zawodny","type":"Person","permalink":"/person/jeremy-zawodny","homepage_url":"http://jeremy.zawodny.com","twitter_username":"jzawodn","logo_url":"0002/0320/20320v1-max-250x250.png","logo_width":320,"logo_height":408,"overview":"Jeremy Zawodny is a Technology Evangelist at [Yahoo](http://www.crunchbase.com/company/yahoo).  Previously he was part of Yahoo's platform engineering group.\nJeremy and his two cats moved from Northwest Ohio to Silicon Valley in late 1999 so he could work for Yahoo--just in the time witness the .com bubble bursting first-hand. He's been at Yahoo ever since then, helping to put MySQL and other Open Source technologies to use in fun, interesting, and often very big ways. Starting with the popular and high-traffic Yahoo Finance site, he worked to make MySQL part of the site's core infrastructure in large batch operations as well as real-time feed processing and serving content directly on the site. He then helped to spread \"the MySQL religion\" to numerous other groups within Yahoo, including News, Personals, Sports, and Shopping. Nowadays he acts as Yahoo's MySQL Guru, working with Yahoo's many engineering groups to get the most of of their MySQL deployments.\nIn 2000, he began writing for Linux Magazine and continues to do so today as a columnist and contributing editor. After over a year of active participation on the MySQL mailing list, he got the idea to write a book about MySQL. (How hard could it be, really?) You can still find him answering questions on the list today.\nSince 2001, Jeremy has been speaking about MySQL at various conferences (O'Reilly's Open Source Conference, PHPCon, The MySQL User Conference, etc.) and user groups in locations as far away as Bangalore, India. His favorite topics are performance tuning, replication, clustering, and backup/recovery. In more recent times, he's rediscovered his love of aviation, earning a Private Pilot Glider license in early 2003. Since then he's spent far too much of his free time flying gliders out of Hollister, California and Truckee, near Lake Tahoe. He hopes to earn his Commercial Pilot license in 2004 and go on to become a certified flight instructor someday. Occasional MySQL consulting also helps to pay for his flying addiction.\nOn June 12, 2008 Jeremy announced via [his blog](http://jeremy.zawodny.com/blog/archives/010336.html) that he would be leaving Yahoo and maybe go to startup !","investment_rounds":null,"invested_companies":null}
