{"id":"p:130901","name":"Aaron Weissman","type":"Person","permalink":"/person/aaron-weissman","homepage_url":null,"twitter_username":"therealweissman","logo_url":"0028/6411/286411v1-max-250x250.jpg","logo_width":198,"logo_height":198,"overview":"'Be epic, but don't forget the details.'\nMarketing warrior who inspires cross-functional teams to achieve strategic & creative visions that turn brands into empires, and 'impossible' acquisition targets into reality. No idea is too big, and no executional task is too small.\nMy love for marketing stems from my passion for both the creative AND analytical (the ying and yang of great marketing campaigns), and the belief that the best marketing tells a compelling narrative, creating magic from business.\nI've been blessed to have my professional path unfold as it has... from managing multi-million dollar online advertising budgets for large tech firms --> managing the Google Homepage and brand --> leading Creative Direction and Online acquisition for Google Maps --> building a marketing program from scratch at Skimlinks (and getting credited for Pinterest's success along the way: http://tcrn.ch/xYxtln).\nSome favorite highlights from the journey so far include hosting the Google Sales Conference, (bit.ly/18pXW8L), creating the PacMan Google Doodle (www.google.com/pacman), being encouraged to fly home early from the best trip I will ever be apart of (where we learned about the entrepreneurial and technological challenges that exist in Nairobi, Hamburg and Moscow) so that I could represent Google Marketing in a 1:1 basketball tournament on Alcatraz - say what!??! (http://sports.espn.go.com/espn/page2/story?id=5594760), and celebrating Skimlinks great 2012 with a mystery trip to Llubjlana, Slovenia.\nthe journey has inspired my philosophical approach to marketing (and life at large) with certain key lessons:\n- life and work is a team sport. managers should be point guards.\n- benefits over features. ALWAYS.\n- fun and exercise, isn't negotiable.\n- passion, passion, passion.\n- simplifying is anything but simple.\n- no idea is too big to turn into reality. It simply needs to be broken down into it's component parts.\nInspiration (and 'ROI') are all around us","investment_rounds":null,"invested_companies":null}
