{"id":"p:1631","name":"Eric Schmidt","type":"Person","permalink":"/person/eric-schmidt","homepage_url":null,"twitter_username":"ericschmidt","logo_url":"0001/6169/16169v5-max-250x250.jpg","logo_width":400,"logo_height":600,"overview":"[Google](http://www.crunchbase.com/company/google) founders [Larry Page](http://www.crunchbase.com/person/larry-page) and [Sergey Brin](http://www.crunchbase.com/person/sergey-brin) recruited Eric Schmidt from [Novell](/company/novell), where he led that company's strategic planning, management and technology development as chairman and CEO.\nSince coming to Google, Eric has focused on building the corporate infrastructure needed to maintain Google's rapid growth as a company and on ensuring that quality remains high while product development cycle times are kept to a minimum. Along with Larry and Sergey, Eric shares responsibility for Google's day-to-day operations. Eric's Novell experience culminated a 20-year record of achievement as an Internet strategist, entrepreneur and developer of great technologies. His well-seasoned perspective perfectly complements Google's needs as a young and rapidly growing search engine with a unique corporate culture.\nPrior to his appointment at Novell, Eric was chief technology officer and corporate executive officer at [Sun Microsystems](/company/sun-microsystems), where he led the development of Java, Sun's platform-independent programming technology, and defined Sun's Internet software strategy. Before joining Sun in 1983, he was a member of the research staff at the Computer Science Lab at [Xerox](/company/xerox) Palo Alto Research Center (PARC), and held positions at Bell Laboratories and Zilog.\nEric has a bachelor's degree in electrical engineering from Princeton University, and a master's and Ph.D. in computer science from the University of California, Berkeley. In 2006, Eric was elected to the National Academy of Engineering, which recognized his work on \"the development of strategies for the world's most successful Internet search engine company.\" Eric was inducted into the American Academy of Arts and Sciences as a Hellman Fellow in 2007. He is also chairman of the board of directors for the New America Foundation.","investment_rounds":13,"invested_companies":12}
