{"id":"p:18823","name":"Aaron Hillegass","type":"Person","permalink":"/person/aaron-hillegass","homepage_url":"http://www.bignerdranch.com","twitter_username":"aaronhillegass","logo_url":"0012/7294/127294v2-max-250x250.jpg","logo_width":120,"logo_height":137,"overview":"Aaron Hillegass is the 10-gallon cowboy-hat wearing CEO of Big Nerd Ranch, which he founded in 2001. He started programming at the age of 10 in the basement of the Oregon Museum of Science and Industry. At 19, Aaron took his first professional programming job with the Mitre Corporation in their Advanced Signal Processing Lab. He wrote the data structures library for Tower Eiffel, before leaving to work on Wall Street to help create mortgage-backed securities, a device that would, fifteen years later, bring our entire economy to its knees. Aaron was also a developer trainer at NeXT in 1995 - 1997. Shortly after NeXT was bought by Apple, Aaron left to start his own company.\nIn 2000 Aaron was asked to teach Apple engineers how to write apps for this new Operating System: Mac OS X. After spending the summer of 2000 volunteering at the Omega Institute in Rhineback, NY, he decided to apply the monastic idea of retreat to technical training; Big Nerd Ranch was born. BNR taught its first course in March of 2001.\nMacTech consistently names Aaron one of the top 25 most influential people in the Mac community. An accomplished speaker, Aaron has lectured at Apple's Worldwide Developer Conference (WWDC), ApacheCon, and C4. He has given the keynote at all the \"Voices That Matter\" iPhone Developers Conferences. He also gave the keynote at BZMedia's iPhone/iPad DevCon.\nAaron is also a best selling author. \"Cocoa Programming for Mac OS X\" was published in December of 2001. \"Cocoa Programming\" is widely considered the Bible of Mac development. It is now in its third edition and has been translated into French, German, Korean, Japanese and Chinese. He is also the co-author of \"Advanced Mac OS X Programming\" and \"iPhone Programming: the Big Nerd Ranch Guide\". He was one of two developers who wrote topsXtreme, a orthodontic practice management system based on Cocoa and PostgreSQL. He has also written applications for UPS, Z-Systems, and Apple, among others. In 2009, Aaron wrote the popular campground ","investment_rounds":null,"invested_companies":null}
