{"id":"c:2312","name":"HomeAway","type":"Company","permalink":"/company/homeaway","category_code":"travel","status":"ipo","founded_at":"2005-02-01","closed_at":null,"domain":"homeaway.com","homepage_url":"http://www.HomeAway.com","twitter_username":"homeaway","logo_url":"12422v5-max-250x250.jpg","logo_width":576,"logo_height":144,"short_description":"HomeAway offers a platform in which travelers can browse and book vacation homes, and rental owners can advertise and manage bookings.","overview":"HomeAway, Inc., based in Austin, Texas, represents more than 540,000 paid vacation rental home listings throughout 120 countries, and connects homeowners and property managers with the millions of travelers seeking alternatives to hotels.\nHomeAway offers an extensive selection of vacation homes that provide travelers with memorable experiences and benefits, including more room to relax and added privacy, for less than the cost of traditional accommodations. The company also makes it easy for vacation rental owners and property managers to advertise their properties and manage bookings online.\nThe HomeAway portfolio of sites includes HomeAway.com, VRBO.com and VacationRentals.com in the United States; HomeAway.co.uk and OwnersDirect.co.uk in the United Kingdom; HomeAway.de in Germany; Abritel.fr and Homelidays.com in France; HomeAway.es in Spain; and AlugueTemporada.com.br in Brazil. The company's portfolio also includes HomeAwayRealEstate.com, which offers unique real estate information that highlights a vacation home's rental income potential and destination-specific characteristics.  In addition, HomeAway operates BedandBreakfast.com, a global site dedicated to finding bed-and-breakfast properties, which provides travelers with another source for unique lodging alternatives to chain hotels.\nFor more information about HomeAway, please visit www.HomeAway.com or http://www.rentmyvacationhome.com","country_code":"USA","state_code":"TX","city":"Austin","investment_rounds":null,"invested_companies":null,"funding_rounds":6,"funding_total_usd":513066458}
