{"id":"c:29","name":"Yahoo!","type":"Company","permalink":"/company/yahoo","category_code":"web","status":"ipo","founded_at":"1994-01-01","closed_at":null,"domain":"yahoo.com","homepage_url":"http://www.yahoo.com","twitter_username":"Yahoo","logo_url":"10836v12-max-250x250.png","logo_width":142,"logo_height":37,"short_description":null,"overview":"Yahoo was founded in 1994 by Stanford Ph.D. students David Filo and Jerry Yang. It has since evolved into a major internet brand with search, content verticals, and other web services.\nYahoo! Inc. (Yahoo!), incorporated in 1995, is a global Internet brand. To users, the Company provides owned and operated online properties and services (Yahoo! Properties, Offerings, or Owned and Operated sites). Yahoo! also extends its marketing platform and access to Internet users beyond Yahoo! Properties through its distribution network of third-party entities (referred to as Affiliates) who have integrated its advertising offerings into their Websites (referred to as Affiliate sites) or their other offerings. To advertisers and publishers, it provides a range of marketing solutions and tools that enable businesses to reach users who visit Yahoo! Properties and its Affiliate sites. To developers, the Company provides an array of Web services and application programming interfaces (APIs), technical resources, tools, and channels to market.\nThe Company's offerings to users fall into five categories: Front Doors; Search; Communications and Communities; Media, and Connected Life. The majority of its offerings are available in more than 20 languages. Yahoo! generates revenues by providing marketing services to advertisers across a majority of Yahoo! Properties and Affiliate sites. Additionally, although many of its user services are free, Yahoo! does charge for a range of premium services that it offers.","country_code":"USA","state_code":"CA","city":"Sunnyvale","investment_rounds":11,"invested_companies":9,"funding_rounds":2,"funding_total_usd":6800000}
