{"id":"c:3133","name":"Sony Mobile Communications","type":"Company","permalink":"/company/sony-mobile","category_code":"hardware","status":"operating","founded_at":"2001-10-03","closed_at":null,"domain":"sonymobile.com","homepage_url":"http://www.sonymobile.com","twitter_username":"sonyxperia","logo_url":"31422v3-max-250x250.jpg","logo_width":689,"logo_height":292,"short_description":null,"overview":"Sony Mobile (Formerly Sony Ericsson Mobile Communications) is a global provider of mobile multimedia devices, including feature-rich phones, accessories and PC cards. The products combine powerful technology with innovative applications for mobile imaging, music, communications and entertainment. The net result is that Sony Ericsson is an enticing brand that creates compelling business opportunities for mobile operators and desirable, fun products for end users.\nSony Mobile was established in 2001 by telecommunications leader Ericsson and consumer electronics powerhouse Sony Corporation. The company is owned equally by Ericsson and Sony and announced its first joint products in March 2002.\nSony Mobile products have universal appeal and are different in the key areas of imaging, music, design and applications. The company has launched products that make best use of the major mobile communications technologies, such as the 2G and 3G platforms, while enhancing its offerings to entry level markets.\nSony Mobile undertakes product research, design and development, manufacturing, marketing, sales, distribution and customer services. Global management is based in London, and R&D is in Sweden, Japan, and China. The management team is led by President Bert Nordberg, a former senior executive of Ericsson.\nIndustry accolades\nAs new products are introduced to end user acclaim, existing products continue to receive accolades and Sony Ericsson is today accepted as a world leader in design and innovation. The globally acclaimed T610 and later generations of the company's product portfolio frequently win awards. The GSM Association voted the V800 as Best 3G Handset for 2004, a fully-featured phone made for Vodafone with the full range of mobile entertainment features and multi-directional camera, and the K750i received the TIPA Award 2005/2006 for \"Best Mobile Imaging Device,\" chosen by 31 leading European photography/imagining magazines and judged on quality, performance and value for money. In February 2007 the GSM Association presented Sony Ericsson with the \"Best 3GSM Mobile Handset\" award for the K800 Cyber-shot phone.","country_code":"SWE","state_code":null,"city":"Lund","investment_rounds":null,"invested_companies":null,"funding_rounds":null,"funding_total_usd":null}
