{"id":"c:33987","name":"SpaceX","type":"Company","permalink":"/company/space-exploration-technologies","category_code":"transportation","status":"operating","founded_at":"2002-01-01","closed_at":null,"domain":"spacex.com","homepage_url":"http://www.spacex.com","twitter_username":"SpaceX","logo_url":"c-33987.png","logo_width":480,"logo_height":59,"short_description":null,"overview":"Space Exploration Technologies Corporation (SpaceX) is a space-transportation startup company founded by Elon Musk. It is developing the partially reusable launch vehicles Falcon 1 and Falcon 9. Originally based in El Segundo, SpaceX now operates out of Hawthorne, California, USA.\nSpaceX was founded in June 2002 by Musk who had invested $100 million of his own money in the company as of March 2006. In January 2005, SpaceX bought a 10% stake in Surrey Satellite Technology Ltd.\nSpaceX had 160 employees in November 2005, and more than 500 by July 2008. The launch crew in the Marshall Islands has 25 people, 6 in mission control. This small number, compared to similar space launch companies, is part of cost reduction. Musk sees other space-launch services' high prices as supporting unnecessary bureaucracy. He's stated that one of his goals is to improve the cost and reliability of access to space by a factor of ten.\nElon Musk stated after the failure of the third Falcon 1 flight attempt, \"As a precautionary measure to guard against the possibility of flight 3 not reaching orbit, SpaceX recently accepted a significant investment. Combined with our existing cash reserves, that ensures we will have more than sufficient funding on hand to continue launching Falcon 1 and develop Falcon 9 and Dragon\"; on August 4, SpaceX released further details; they had accepted a USD$20 million equity investment from the Founder's Fund.\nFounded in 2002, the SpaceX team now numbers over 500, located primarily in Hawthorne, California, with four additional locations: SpaceX's Texas Test Facility in McGregor near Waco; offices in Washington DC; and launch facilities at Cape Canaveral, Florida, and the Marshall Islands in the Central Pacific.","country_code":"USA","state_code":"CA","city":"Hawthorne","investment_rounds":null,"invested_companies":null,"funding_rounds":5,"funding_total_usd":230435000}
