{"id":"c:351","name":"AOL","type":"Company","permalink":"/company/aol","category_code":"web","status":"ipo","founded_at":"1985-05-24","closed_at":null,"domain":"aol.com","homepage_url":"http://www.aol.com","twitter_username":"aol","logo_url":"4003v5-max-250x250.png","logo_width":174,"logo_height":98,"short_description":null,"overview":"AOL is a global advertising-supported Web company, with display advertising network in the U.S., a substantial worldwide audience, and a suite of popular Web brands and products.\nThe company's strategy focuses on increasing the scale and sophistication of its advertising platform and growing the size and engagement of its global online audience through leading products and programming.\nHistory of Aol:\nAOL was founded in the early 1980's as Control Video Corp, with an online service, Gameline, for the Atari 2600 console.  In 1985 the company was re-named Quantum Computer Services and was the first online service launched for the Commodore 64 and 128 consoles. In 1988, the company created an online service for the PC and changed its name to AOL (America Online), becoming over the next decade the premier Online access subscription business, at one point having almost 25MM subscribers.\nAOL originally went public in 1992 and grew to become the largest online access and portal company on the Web. In 2000, AOL acquired Time Warner for $160B+ in what was then considered to be the largest M&A transaction, and the company was re-named AOL Time Warner. The merger was not fruitful and on May 28, 2009, Time Warner announced that it would spin off AOL into a separate public company. The spinoff occurred on December 9, 2009, ending the eight-year relationship between the two companies.\nSince then, AOL has focused on reinventing itself as a brand company under the guidance of CEO Tim Armstrong, creating and acquiring a range of content properties. Major acquisitions include the purchase of technology news blog TechCrunch in September 2010, and on March 7, 2011, the purchase of The Huffington Post. Other AOL brands include Moviefone, Engadget, Patch, Stylelist, MapQuest, Cambio and about.me.","country_code":"USA","state_code":"NY","city":"New York","investment_rounds":6,"invested_companies":5,"funding_rounds":1,"funding_total_usd":1000000000}
