{"id":"c:4731","name":"Android","type":"Company","permalink":"/company/android","category_code":"mobile","status":"acquired","founded_at":"2003-10-01","closed_at":null,"domain":"android.com","homepage_url":"http://www.android.com","twitter_username":"Android_Feed","logo_url":"41621v19-max-250x250.png","logo_width":114,"logo_height":16,"short_description":null,"overview":"In August 2005, [Google](http://www.crunchbase.com/company/google) acquired Android, a small startup company based in [Palo Alto, CA](/maps/city/Palo%2520Alto).  Android's co-founders who went to work at Google included [Andy Rubin](http://www.crunchbase.com/person/andy-rubin) (co-founder of [Danger](/company/danger)), [Rich Miner](http://www.crunchbase.com/person/rich-miner) (co-founder of Wildfire), [Nick Sears](http://www.crunchbase.com/person/nick-sears) (once VP at [T-Mobile](/company/t-mobile)), and [Chris White](http://www.crunchbase.com/person/chris-white) (one of the first engineers at [WebTV](/company/webtv)). At the time, little was known about the functions of Android other than they made software for mobile phones. This began rumors that Google was planning to enter the mobile phone market, although it was unclear at the time what function they might perform in that market.\nAndroid has a large community of developers writing applications (\"apps\") that extend the functionality of the devices. There are currently over 200,000 apps available for Android. Android Market is the online app store run by Google, though apps can also be downloaded from third-party sites. Developers write primarily in the Java language, controlling the device via Google-developed Java libraries.\nThe unveiling of the Android distribution on 5 November 2007 was announced with the founding of the Open Handset Alliance, a consortium of 80 hardware, software, and telecom companies devoted to advancing open standards for mobile devices. Google released most of the Android code under the Apache License, a free software and open source license.\nThe Android open-source software stack consists of Java applications running on a Java-based, object-oriented application framework on top of Java core libraries running on a Dalvik virtual machine featuring JIT compilation. Libraries written in C include the surface manager, OpenCore media framework, SQLite relational database management system, OpenGL ES 2.0 3D graphics API, WebKit layout engine, SGL graphics engine, SSL, and Bionic libc. The Android operating system, including the Linux kernel, consists of roughly 12 million lines of code including 3 million lines of XML, 2.8 million lines of C, 2.1 million lines of Java, and 1.75 million lines of C++.","country_code":"USA","state_code":"CA","city":"Palo Alto","investment_rounds":null,"invested_companies":null,"funding_rounds":null,"funding_total_usd":null}
