{"id":"c:590","name":"AT&T","type":"Company","permalink":"/company/at-t","category_code":"mobile","status":"ipo","founded_at":"2000-09-20","closed_at":null,"domain":"att.com","homepage_url":"http://www.att.com","twitter_username":"ATT","logo_url":"10875v1-max-250x250.png","logo_width":159,"logo_height":80,"short_description":null,"overview":"AT&T Inc. (AT&T) is a holding company. AT&T is a provider of telecommunications services in the United States and worldwide. Services offered include wireless communications, local exchange services and long-distance services. AT&T operates in four segments: Wireless, Wireline, Advertising Solutions and Other. Its Wireless subsidiaries provide both wireless voice and data communications services across the United States, and through roaming agreements, in a substantial number of foreign countries. Wireline subsidiaries provide primarily landline voice and data communication services, AT&T U-verse TV, high-speed broadband and voice services (U-verse) and managed networking to business customers.\nAT&T is bringing together revolutionary smartphones with next-generation TV services and sophisticated solutions for multi-national businesses.\nThey provide innovative, reliable, high-quality products and services and excellent customer care. Today, their mission is to connect people with their world, everywhere they live and work, and do it better than anyone else. They're fulfilling this vision by creating new solutions for consumers and businesses and by driving innovation in the communications and entertainment industry.\nThey're recognized as one of the leading worldwide providers of IP-based communications services to businesses. They also have the nation's fastest and most reliable 4G LTE network. They also have the largest international coverage of any U.S. wireless carrier, offering the most phones that work in the most countries. AT&T operates the nation's largest Wi-Fi network including more than 32,000 AT&T Wi-Fi Hot Spots at popular restaurants, hotels, bookstores and retailers, and provides access to more than 461,000 hotspots globally through roaming agreements.","country_code":"USA","state_code":"TX","city":"Dallas","investment_rounds":12,"invested_companies":10,"funding_rounds":null,"funding_total_usd":null}
