{"id":"c:8091","name":"Bloomberg","type":"Company","permalink":"/company/bloomberg","category_code":"software","status":"operating","founded_at":"1981-01-01","closed_at":null,"domain":"bloomberg.com","homepage_url":"http://www.bloomberg.com","twitter_username":"bloombergnews","logo_url":"21883v1-max-250x250.png","logo_width":171,"logo_height":42,"short_description":"Bloomberg, a financial software, data and media company, provides news, data and analytics for the global business and financial markets.","overview":"Bloomberg L.P. is a financial software services, news and data company created by Michael Bloomberg in 1982.\nBloomberg provides news, data, analytics and communication for the global business and financial world. We provide a competitive edge for influential decision makers by connecting them to a robust network of people, information and ideas.\nAs the market leader in financial information technology, we connect people to opportunities. Smart, Bold, Open and Dynamic by definition, our innovative offerings are limitless: real-time and historical pricing across all asset classes and markets, indicative data, reporting, research, estimates, analytics, portfolio management tools, electronic trading, execution platforms, order management systems, news, multimedia, electronic communications and beyond.\nThe work you do at Bloomberg will help individuals, enterprises and governments worldwide make smarter, faster, more profitable decisions. With over 15,000 employees in 192 locations supporting over 310,000 sophisticated customers, our focus is on expert delivery and service.\nOur wide-open workspaces encourage creative collaboration, our commitment to speed and accuracy stimulates endless innovation, and our myriad volunteer projects inspire outreach to our communities across the globe.\nOur business is driven by solutions","country_code":"USA","state_code":"NY","city":"New York","investment_rounds":null,"invested_companies":null,"funding_rounds":null,"funding_total_usd":null}
