{
  "data":
  [
    {
      "id": "p:1392",
      "name": "Elon Musk",
      "type": "Person",
      "permalink": "/person/elon-musk",
      "homepage_url": "http://elonmusk.com",
      "twitter_username": "elonmusk",
      "logo_url": "0002/5849/25849v9-max-250x250.jpg",
      "logo_width": 300,
      "logo_height": 232,
      "overview": "Elon Musk (born June 28,1971) is an entrepreneur and a co-founder of [PayPal](/company/paypal), [Tesla Motors](/company/tesla-motors) and [Space Exploration Technologies](/company/space-exploration-technologies). He is chairman/CEO of Tesla Motors and SpaceX, and chairman of [SolarCity](/company/solarcity).\nMusk was born and grew up in South Africa, the son of a South African engineer and a Canadian-born mother who has worked as a New York City dietitian and modeled for fun. His father inspired his love of technology and Musk bought his first computer at age 10 and taught himself how to program; by the age of 12 he sold his first commercial software, a space game called Blaster.\nHe emigrated to Canada in June 1989 at age 17. He left Canada in 1992 after getting a scholarship to study business and physics at the University of Pennsylvania. He earned an undergraduate degree in economics and stayed on another year to finish a second bachelor's degree in physics.  Musk then considered three areas he wanted to get into that were \"important problems,\" as he said later. \"One was the Internet, one was clean energy, and one was space.\nIn 1995, Musk moved to California to enroll in a graduate program in high energy physics at Stanford, in which he stayed exactly two days before dropping out to start [Zip2](/company/zip2), which provided online content publishing software for news organizations. In 1999, [Compaq's](/company/compaq) AltaVista division acquired Zip2 for US$307 million in cash and US$34 million in stock options.\nIn March 2002, Musk co-founded X.com, a financial services and email payments company. One year later, X.com acquired [Confinity](/company/confinity), originally a company formed to beam money between Palm Pilots, and the combined entity focused on email payments through the [PayPal](/company/paypal) domain, acquired as part of Confinity. In February 2001, X.com changed its legal name to PayPal. In October 2002, PayPal was acquired by [eBay](/company/ebay) for US$1.5 billion in stock. Before its sale, Musk, the company's largest shareholder, owned 11.7% of PayPal's shares.\nIn June 2002, Musk founded his third company, Space Exploration Technologies (SpaceX), of which he is currently the CEO and CTO. SpaceX develops rockets and spacecrafts for missions to Earth orbit and beyond. Musk served as chief engineer for Falcon 1, the first privately developed liquid-fueled rocket to reach orbit, as well as falcon 9 and the Dragon spacecraft. In 2008 SpaceX won a NASA contract to replace the cargo transport function of the space shuttle with Falcon 9 and Dragon. NASA decided in 2010 to also entrust the commercial sector with astronaut transport.\nIn addition to his business activities in entrepreneurial space, Musk is the principal owner and Chairman of the Board of Tesla Motors, which builds a high-end luxury electric vehicle.[9] He is also the primary investor and Chairman of the Board of SolarCity, a photovoltaics products and services startup company. The underlying motivation for funding both companies is to help combat global warming.",
      "investment_rounds": 10,
      "invested_companies": 6
    },
    {
      "id": "p:10",
      "name": "Mark Zuckerberg",
      "type": "Person",
      "permalink": "/person/mark-zuckerberg",
      "homepage_url": null,
      "twitter_username": "MarkZuckerbergF",
      "logo_url": "0001/0688/10688v39-max-250x250.jpg",
      "logo_width": 3244,
      "logo_height": 4064,
      "overview": "Mark Zuckerberg is the founder and CEO of [Facebook](http://www.crunchbase.com/company/facebook), which he started in his college dorm room in 2004 with roomates [Dustin Moskovitz](http://www.crunchbase.com/person/dustin-moskovitz) and [Chris Hughes](http://www.crunchbase.com/person/chris-hughes).\nZuckerberg is responsible for setting the overall direction and product strategy for the company. He leads the design of Facebook's service and development of its core technology and infrastructure. Mark studied computer science at Harvard University before moving the company to Palo Alto, California.\nEarlier in life, Zuckerberg developed a music recommendation system called Synapse and a peer-to-peer client called Wirehog. However, he abandoned both to pursue new projects.\nZuckerberg attended Harvard University and studied computer science before founding Facebook.\nWhile at Harvard, Zuckerberg created Facemash, a website that compared students' dorm photos side-by-side in a fashion similar to [HOT or NOT](http://www.crunchbase.com/company/hotornot). Harvard administration was not amused, and Zuckerberg faced subsequent disciplinary action. Less than three months later, he launched Facebook.\nIn September 2010, Zuckerberg donated $100 million to the Newark Public School System to help renovate and revamp the system.\nZuckerberg won the 2007 Crunchie Award for 'Best Startup CEO.' He was the Time Magazine 2010 Person Of The Year. He also won the 2012 Crunchie Award for CEO of the year. ",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:46",
      "name": "Jack Dorsey",
      "type": "Person",
      "permalink": "/person/jack-dorsey",
      "homepage_url": null,
      "twitter_username": "jack",
      "logo_url": "0002/6859/26859v17-max-250x250.jpg",
      "logo_width": 821,
      "logo_height": 730,
      "overview": "Jack Dorsey is the creator, co-founder, and Chairman of Twitter and co-founder & CEO of Square.\nOriginally from St. Louis, Jack's early fascination for mass-transit and how cities function led him to Manhattan and programming real-time messaging systems for couriers, taxis, and emergency vehicles. Throughout this work, Jack witnessed thousands of workers in the field constantly updating where they were and what they were doing; Twitter is a constrained simplification designed for general usage and extended by the millions of people who make it their own every day.\nJack was recognized as one of Time Magazine's 100 most influential people and was named an \"outstanding innovator under the age of 35\" by MIT's Technology Review.",
      "investment_rounds": 12,
      "invested_companies": 11
    },
    {
      "id": "p:15792",
      "name": "Brian Chesky",
      "type": "Person",
      "permalink": "/person/brian-chesky",
      "homepage_url": null,
      "twitter_username": "bchesky",
      "logo_url": "0003/1567/31567v5-max-250x250.jpg",
      "logo_width": 2731,
      "logo_height": 4096,
      "overview": "Brian drives Airbnb's vision, strategy and growth. Always pushing the status quo, Brian aims to disrupt the industry with ideas that change the way people live. To grasp the full impact and experience of [Airbnb](/company/airbnb), Brian rid himself of an apartment and has been living in the homes of the Airbnb community since June of 2010. He is committed to assembling a passionate, top tier team to deliver on this promise.\nBefore Airbnb, Brian ran an industrial design shop in Los Angeles; even these days he is rarely seen without a drafting pen and sketch book in hand. Brian holds a Bachelor of Fine Arts in industrial design from the Rhode Island School of Design.\nHe believes that what sets the company apart is the access to space that would otherwise be off limits, and haunted or not, he would be honored to someday stay in the Lincoln Bedroom through the site.",
      "investment_rounds": 5,
      "invested_companies": 4
    },
    {
      "id": "p:43",
      "name": "Garrett Camp",
      "type": "Person",
      "permalink": "/person/garrett-camp",
      "homepage_url": "http://gmc.stumbleupon.com",
      "twitter_username": "gmc",
      "logo_url": "0003/2216/32216v7-max-250x250.jpg",
      "logo_width": 464,
      "logo_height": 519,
      "overview": "Garrett is the founding CEO of StumbleUpon.com, guiding its development from inception to over 25M registered members. StumbleUpon is now the largest discovery engine on the web, delivering over 1 Billion personalized recommendations per month. Over 75,000 advertisers have used StumbleUpon to get their content discovered.\nGarrett also co-founded Uber.com in 2009 with Travis Kalanick, to improve the efficiency of on-demand car service. Uber now provides on-demand car service in over 60 cities across North America, Europe and Asia.\nGarrett completed his Masters in Software Engineering at the University of Calgary, where he researched interfaces for collaborative systems, evolutionary algorithms and information retrieval. He is also a 2007 recipient of MIT Technology Review's TR35 award. ",
      "investment_rounds": 11,
      "invested_companies": 10
    },
    {
      "id": "p:25972",
      "name": "Travis Kalanick",
      "type": "Person",
      "permalink": "/person/travis-kalanick",
      "homepage_url": "http://swooshing.wordpress.com",
      "twitter_username": "travisk",
      "logo_url": "0013/4066/134066v2-max-250x250.jpg",
      "logo_width": 300,
      "logo_height": 300,
      "overview": "Travis Kalanick is the CEO & Co - Founder at Uber Technologies Inc.\nTravis Kalanick is a successful entrepreneur in the areas of consumer internet, transportation, and enterprise content delivery.\nHis most recent company, Uber, an on-demand black car service, seeks to be ",
      "investment_rounds": 12,
      "invested_companies": 10
    },
    {
      "id": "p:1633",
      "name": "Larry Page",
      "type": "Person",
      "permalink": "/person/larry-page",
      "homepage_url": null,
      "twitter_username": "q_larrypage",
      "logo_url": "0001/6853/16853v3-max-250x250.jpg",
      "logo_width": 142,
      "logo_height": 178,
      "overview": "Larry Page was [Google's](http://www.crunchbase.com/company/google) founding CEO and grew the company to more than 200 employees and profitability before moving into his role as president of products in April 2001. He continues to share responsibility for Google's day-to-day operations with Eric Schmidt and Sergey Brin.\nThe son of Michigan State University computer science professor Dr. Carl Victor Page, Larry's love of computers began at age six. While following in his father's footsteps in academics, he became an honors graduate from the University of Michigan, where he earned a bachelor's degree in engineering, with a concentration on computer engineering. During his time in Ann Arbor, Larry built an inkjet printer out of Lego™ bricks.\nWhile in the Ph.D. program in computer science at Stanford University, Larry met Sergey Brin, and together they developed and ran Google, which began operating in 1998. Larry went on leave from Stanford after earning his master's degree.\nIn 2002, Larry was named a World Economic Forum Global Leader for Tomorrow. He is a member of the National Advisory Committee (NAC) of the University of Michigan College of Engineering, and together with co-founder Sergey Brin, Larry was honored with the Marconi Prize in 2004. He is a trustee on the board of the X PRIZE, and was elected to the National Academy of Engineering in 2004.\nSource:[Google.com](http://www.google.com/corporate/execs.html)",
      "investment_rounds": 1,
      "invested_companies": 1
    },
    {
      "id": "p:1631",
      "name": "Eric Schmidt",
      "type": "Person",
      "permalink": "/person/eric-schmidt",
      "homepage_url": null,
      "twitter_username": "ericschmidt",
      "logo_url": "0001/6169/16169v5-max-250x250.jpg",
      "logo_width": 400,
      "logo_height": 600,
      "overview": "[Google](http://www.crunchbase.com/company/google) founders [Larry Page](http://www.crunchbase.com/person/larry-page) and [Sergey Brin](http://www.crunchbase.com/person/sergey-brin) recruited Eric Schmidt from [Novell](/company/novell), where he led that company's strategic planning, management and technology development as chairman and CEO.\nSince coming to Google, Eric has focused on building the corporate infrastructure needed to maintain Google's rapid growth as a company and on ensuring that quality remains high while product development cycle times are kept to a minimum. Along with Larry and Sergey, Eric shares responsibility for Google's day-to-day operations. Eric's Novell experience culminated a 20-year record of achievement as an Internet strategist, entrepreneur and developer of great technologies. His well-seasoned perspective perfectly complements Google's needs as a young and rapidly growing search engine with a unique corporate culture.\nPrior to his appointment at Novell, Eric was chief technology officer and corporate executive officer at [Sun Microsystems](/company/sun-microsystems), where he led the development of Java, Sun's platform-independent programming technology, and defined Sun's Internet software strategy. Before joining Sun in 1983, he was a member of the research staff at the Computer Science Lab at [Xerox](/company/xerox) Palo Alto Research Center (PARC), and held positions at Bell Laboratories and Zilog.\nEric has a bachelor's degree in electrical engineering from Princeton University, and a master's and Ph.D. in computer science from the University of California, Berkeley. In 2006, Eric was elected to the National Academy of Engineering, which recognized his work on \"the development of strategies for the world's most successful Internet search engine company.\" Eric was inducted into the American Academy of Arts and Sciences as a Hellman Fellow in 2007. He is also chairman of the board of directors for the New America Foundation.",
      "investment_rounds": 13,
      "invested_companies": 12
    },
    {
      "id": "p:1632",
      "name": "Sergey Brin",
      "type": "Person",
      "permalink": "/person/sergey-brin",
      "homepage_url": null,
      "twitter_username": "sergeybrinn",
      "logo_url": "0001/6854/16854v2-max-250x250.jpg",
      "logo_width": 142,
      "logo_height": 178,
      "overview": "Sergey Brin. a native of Moscow, received a bachelor of science degree with honors in mathematics and computer science from the University of Maryland at College Park. He is currently on leave from the Ph.D. program in computer science at Stanford University, where he received his master's degree. Sergey is a recipient of a National Science Foundation Graduate Fellowship as well as an honorary MBA from Instituto de Empresa. At Stanford, he met Larry Page and worked on the project that became [Google](http://www.crunchbase.com/company/google). Together they founded Google Inc. in 1998, and Sergey continues to share responsibility for day-to-day operations with Larry Page and Eric Schmidt.\nSergey's research interests include search engines, information extraction from unstructured sources, and data mining of large text collections and scientific data. He has published more than a dozen academic papers, including Extracting Patterns and Relations from the World Wide Web; Dynamic Data Mining: A New Architecture for Data with High Dimensionality, which he published with Larry Page; Scalable Techniques for Mining Casual Structures; Dynamic Itemset Counting and Implication Rules for Market Basket Data; and Beyond Market Baskets: Generalizing Association Rules to Correlations.\nSergey has been a featured speaker at several international academic, business and technology forums, including the World Economic Forum and the Technology, Entertainment and Design Conference. He has shared his views on the technology industry and the future of search on the Charlie Rose Show, CNBC, and CNNfn. In 2004, he and Larry Page were named \"Persons of the Week\" by ABC World News Tonight.\nSource:[Google.com](http://www.google.com/corporate/execs.html)",
      "investment_rounds": 3,
      "invested_companies": 2
    },
    {
      "id": "p:334",
      "name": "Jeremy Stoppelman",
      "type": "Person",
      "permalink": "/person/jeremy-stoppelman",
      "homepage_url": null,
      "twitter_username": "jeremys",
      "logo_url": "0002/8911/28911v3-max-250x250.png",
      "logo_width": 198,
      "logo_height": 201,
      "overview": "Jeremy co-founded Yelp Inc. in July 2004 with former colleague and friend Russel Simmons.\nPrior to Yelp, Jeremy was the VP of engineering at PayPal. He left PayPal in the summer of 2003 to attend the Harvard Business School. Upon completing his first year at HBS, Jeremy joined an incubator started by Max Levchin (co-founder of PayPal) for a summer internship. It was there that he was reunited with his old colleague Russel Simmons and the two teamed up to create a vibrant community around local information.\nJeremy holds a B.S. in computer engineering from the U of Illinois.",
      "investment_rounds": 13,
      "invested_companies": 11
    },
    {
      "id": "p:335",
      "name": "Russel Simmons",
      "type": "Person",
      "permalink": "/person/russel-simmons",
      "homepage_url": null,
      "twitter_username": null,
      "logo_url": "0009/0487/90487v1-max-250x250.jpg",
      "logo_width": 100,
      "logo_height": 100,
      "overview": "Russ co-founded Yelp Inc. in July 2004 with former colleague and friend Jeremy Stoppelman.\nPrior to Yelp, Russ was one of the early employees and the lead software architect at PayPal. He led a team of top engineers on critical projects related to security, scalability, stability, and internationalization as the company scaled rapidly. Following his time at PayPal, Russ joined Max Levchin's (co-founder of PayPal) incubator, where he teamed up with Jeremy.\nRuss holds a B.S. in computer science from the University of Illinois.",
      "investment_rounds": 1,
      "invested_companies": 1
    },
    {
      "id": "p:26",
      "name": "Peter Thiel",
      "type": "Person",
      "permalink": "/person/peter-thiel",
      "homepage_url": null,
      "twitter_username": "peterthiel",
      "logo_url": "0000/9970/9970v14-max-250x250.png",
      "logo_width": 336,
      "logo_height": 352,
      "overview": "Peter is [Clarium Capital](http://www.crunchbase.com/financial-organization/clarium-capital)'s President and the Chairman of the firm's investment committee, which oversees the firm's research, investment, and trading strategies. He is also a managing partner at [The Founders Fund](http://www.crunchbase.com/financial-organization/founders-fund).\nBefore starting Clarium, Peter served as Chairman and CEO of [PayPal](http://www.crunchbase.com/company/paypal), an Internet company he co-founded in December 1998 and was acquired by eBay for $1.5 billion in October 2002.\nPrior to founding PayPal, Peter ran Thiel Capital Management, the predecessor to Clarium, which started with $1 million under management in 1996.\nPeter began his financial career as a derivatives trader at CS Financial Products, after practicing securities law at Sullivan & Cromwell. In addition to managing Clarium, Peter is active in a variety of philanthropic and educational pursuits; he sits on the Board of Directors of the Pacific Research Institute and on the Board of Visitors of Stanford Law School.\nPeter received a BA in Philosophy from Stanford University and a JD from Stanford Law School.",
      "investment_rounds": 46,
      "invested_companies": 40
    },
    {
      "id": "p:415",
      "name": "Max Levchin",
      "type": "Person",
      "permalink": "/person/max-levchin",
      "homepage_url": "http://www.levchin.com",
      "twitter_username": "mlevchin",
      "logo_url": "0001/0228/10228v2-max-250x250.jpg",
      "logo_width": 1477,
      "logo_height": 1477,
      "overview": "A computer scientist, serial entrepreneur, and angel investor, Max Levchin focuses on building and investing in enduring technology companies.\nMax's latest undertaking, HVF, is an innovation lab focused on solving big problems and improving lives by extracting insights from the vast quantities of recordable information around us. HVF launched its first project, Affirm, in early 2013, and recently launched Glow at the end of May.\nA graduate of University of Illinois in Urbana-Champaign (CS'97), Max co-founded PayPal and was its CTO, from founding through its acquisition by eBay. Max currently serves as the chairman of the boards of directors of Yelp and Kaggle and a director of Yahoo! and Evernote.",
      "investment_rounds": 34,
      "invested_companies": 30
    },
    {
      "id": "p:33",
      "name": "Luke Nosek",
      "type": "Person",
      "permalink": "/person/luke-nosek",
      "homepage_url": null,
      "twitter_username": null,
      "logo_url": "0002/1252/21252v1-max-250x250.jpg",
      "logo_width": 151,
      "logo_height": 80,
      "overview": "Luke Nosek is a co-founder of PayPal and served as the company's Vice President of Marketing and Strategy. While at PayPal, Luke oversaw the company's marketing efforts at launch, growing the user base to 1 million customers in the first six months. Luke also created \"Instant Transfer,\" PayPal's most profitable product. Prior to PayPal, Luke was an evangelist at Netscape. Luke has also co-founded two other consumer Internet companies, including the web's first advertising network, and has made a number of venture investments since 2000. Luke received a B.S. in Computer Science from the University of Illinois, Urbana-Champaign.",
      "investment_rounds": 1,
      "invested_companies": 1
    },
    {
      "id": "p:169",
      "name": "Jawed Karim",
      "type": "Person",
      "permalink": "/person/jawed-karim",
      "homepage_url": null,
      "twitter_username": null,
      "logo_url": "0020/5653/205653v2-max-250x250.jpg",
      "logo_width": 120,
      "logo_height": 120,
      "overview": "Jawed Karim is a Co - Founder of the popular video sharing website YouTube.\nHe founded the concept and website with Chad Hurley and Steve Chen, whom he had met while working at PayPal.\nKarim had been attending the University of Illinois at Urbana-Champaign, but left campus after Co- Founder of PayPal and Illinois alum Max Levchin approached him to become one of PayPal's early employees. While at PayPal, he implemented the company's first real-time anti-fraud system.\nKarim returned to school and earned his Bachelor's Degree in Computer Science in 2004, and subsequently co-founded YouTube in 2005. Karim then enrolled as a graduate student in computer science at Stanford University , but remained an advisor to YouTube. When YouTube was acquired by Google in October 2006 for $1.6 billion, Karim's stock was valued at $64.6 million, whereas the other two Co - Founders earned around $326 million.\nKarim has also launched a venture fund called Youniversity Ventures financial-organization/youniversity-ventures) with early PayPal investors Kevin Hartz and Keith Rabols.\nThe firm's focus is on former and current students at Stanford University and at the University of Illinois at Urbana-Champaign.\nKarim is currently pursuing a Graduate Degree at Stanford, where the firm holds regular office hours.",
      "investment_rounds": 11,
      "invested_companies": 9
    },
    {
      "id": "p:32",
      "name": "Ken Howery",
      "type": "Person",
      "permalink": "/person/ken-howery",
      "homepage_url": null,
      "twitter_username": "KenHowery",
      "logo_url": "0002/1251/21251v1-max-250x250.jpg",
      "logo_width": 152,
      "logo_height": 80,
      "overview": "Ken is a co-founder of PayPal and served as the company's first CFO. While at PayPal, Ken helped raise over $200 million in private financing, worked on the company's public offerings, and assisted in the company's $1.5 billion sale to eBay. Ken has also been a member of the research and trading teams at Clarium Capital Management, a global macro hedge fund based in San Francisco with over $2 billion under management, and at Thiel Capital Management, a multistrategy investment fund, where Ken made venture investments beginning in 1998. Ken received a BA in Economics from Stanford.",
      "investment_rounds": 1,
      "invested_companies": 1
    },
    {
      "id": "p:191519",
      "name": "Palmer Luckey",
      "type": "Person",
      "permalink": "/person/palmer-luckey",
      "homepage_url": null,
      "twitter_username": "PalmerLuckey",
      "logo_url": "0026/5568/265568v1-max-250x250.png",
      "logo_width": 164,
      "logo_height": 146,
      "overview": "Palmer is the original founder and designer of the Oculus Rift. Before starting Oculus VR",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:201650",
      "name": "Jay Vijayan",
      "type": "Person",
      "permalink": "/person/jay-vijayan",
      "homepage_url": null,
      "twitter_username": "JayVijayan",
      "logo_url": "0027/9033/279033v1-max-250x250.jpg",
      "logo_width": 200,
      "logo_height": 200,
      "overview": "Jay Vijayan is the Chief Information Officer for Tesla Motors. Jay and his organization are responsible for business applications, infrastructure, network, security and systems operations for all of Tesla including the support of engineering, manufacturing, corporate business groups and the global sales, marketing and service business groups.\nJay champions IT as an enabler for Tesla and works with all the company",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:53917",
      "name": "Dwipal Desai",
      "type": "Person",
      "permalink": "/person/dwipal-desai",
      "homepage_url": "http://dwipal.com",
      "twitter_username": "toofan",
      "logo_url": "0008/1295/81295v4-max-250x250.jpg",
      "logo_width": 453,
      "logo_height": 604,
      "overview": "Dwipal Desai was a member of YouTube’s original team, one of the first enginners and served as head of YouTube Mobile. He's now running his own startup TheIceBreak. Prior YouTube he was a Senior Software engineer at PayPal.",
      "investment_rounds": 1,
      "invested_companies": 1
    },
    {
      "id": "p:67901",
      "name": "Paul Kenjora",
      "type": "Person",
      "permalink": "/person/paul-kenjora-3",
      "homepage_url": "http://about.me/PaulKenjora",
      "twitter_username": "pkenjora",
      "logo_url": "0010/0285/100285v2-max-250x250.jpg",
      "logo_width": 678,
      "logo_height": 682,
      "overview": "Paul Kenjora is co-founder and CEO of AwareLabs, where he is responsible for general and product management.\nHe left PayPal in the spring of 2007 with the firm notion that he could build web products.  For the next year he built one new web product a month.  Forcing himself to create and launch an entire product in a single weekend.  Some of the results were disastrous, some like his completely fabricated online dance club were surprising and hilarious.  One ended up raising $1.5 M.\nPaul is now applying entrepreneurship lessons learned to projects focused around economic sustainability at the local level.  He believes small businesses producing products and services are the key to our future economy.\nHe is currently focused on a new means of connecting small business with customers through better transactions and incentives.\nHe is a mentor at Co+Hoots and an enthusiast of promoting local businesses.  Paul's get it done personality is a driving force behind any project he gets involved in.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:77080",
      "name": "Tony Adam",
      "type": "Person",
      "permalink": "/person/tony-adam",
      "homepage_url": "http://tonyadam.com",
      "twitter_username": "tonyadam",
      "logo_url": "0011/3840/113840v6-max-250x250.jpg",
      "logo_width": 623,
      "logo_height": 425,
      "overview": "Tony Adam is currently the Co-Founder/CEO of Eventup and was recently an EIR at Science.\nTony Adam is an Internet entrepreneur and has been in the technology industry for over 10 years. He has a large amount of technology and digital media experience working for many of the best brands on the Internet, such as PayPal, Yahoo!, and, most recently, Myspace, while also being an advisor to many startups in Los Angeles. He has a wide variety of technology experience including product development, social design, web development and has built a name for himself as one of the top Traffic Acquisition people around, specifically SEO. Tony is a regular speaker at technology and marketing conferences like SMX and SXSW Interactive.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:86186",
      "name": "Mitchell Geere",
      "type": "Person",
      "permalink": "/person/mitchell-geere",
      "homepage_url": null,
      "twitter_username": "mitchellgeere",
      "logo_url": "0023/0828/230828v2-max-250x250.jpg",
      "logo_width": 960,
      "logo_height": 720,
      "overview": "Mitchell Geere is the Designer, Developer, Hacker & Entrepreneur. Founded a few companies from food to social to medical.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:134596",
      "name": "Gautam Sampathkumar",
      "type": "Person",
      "permalink": "/person/gautam-sampathkumar",
      "homepage_url": "http://www.swarmiq.com",
      "twitter_username": "swarmiq_tweets",
      "logo_url": "0018/4792/184792v2-max-250x250.png",
      "logo_width": 135,
      "logo_height": 74,
      "overview": "Founder / CEO of SwarmIQ Inc.\nOverall, more than 10 years of work experience build high performance websites, payment processing systems, financial services and ad servers.\nSoftware Engineer by training.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:8961",
      "name": "David Marcus",
      "type": "Person",
      "permalink": "/person/david-marcus",
      "homepage_url": null,
      "twitter_username": "davidmarcus",
      "logo_url": "0001/7037/17037v2-max-250x250.jpg",
      "logo_width": 158,
      "logo_height": 171,
      "overview": "David Marcus is president of PayPal, where he has overall responsibility for establishing PayPal as the leading global payment service and helping to drive the future of money around the world. A mobile payments entrepreneur and product innovator, David brings a wealth of experience creating products that engage and delight customers ",
      "investment_rounds": 1,
      "invested_companies": 1
    },
    {
      "id": "p:167574",
      "name": "Gregor Bieler",
      "type": "Person",
      "permalink": "/person/gregor-bieler",
      "homepage_url": "http://www.unwire.com",
      "twitter_username": "gbieler",
      "logo_url": "0025/1738/251738v2-max-250x250.jpg",
      "logo_width": 544,
      "logo_height": 816,
      "overview": "Seasoned international executive with over 15 years of general management experience in fast paced consumer and B2B businesses, from start-up to multi-billion $ revenues.Extensive industry experience in eCommerce, mCommerce, online payments, FMCG and Telecommunication.\nBuilt successfull multi-channel online businesses with an entrepreneurial and creative approach.\nRecognized for strong leadership, embracing ambiguity and change, inspiring customer centric innovation and driving results by focusing, influencing and empowering my teams.\nPassionate about talented people, Business Strategy, M&A and Change Management! ",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:167",
      "name": "Chad Hurley",
      "type": "Person",
      "permalink": "/person/chad-hurley",
      "homepage_url": null,
      "twitter_username": "Chad_Hurley",
      "logo_url": "0001/0727/10727v1-max-250x250.jpg",
      "logo_width": 240,
      "logo_height": 320,
      "overview": "Chad Meredith Hurley is one of the Co - Founders of YouTube.\nIn October 2006 he, along with the other founders, sold the company for $1.65 billion to Google.\nPrior to YouTube he worked in eBay's PayPal division, where he helped design the original PayPal logo.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:168",
      "name": "Steve Chen",
      "type": "Person",
      "permalink": "/person/steve-chen",
      "homepage_url": null,
      "twitter_username": "stevechen",
      "logo_url": "0001/0730/10730v1-max-250x250.jpg",
      "logo_width": 225,
      "logo_height": 300,
      "overview": "Steve Chen is an internet entrepreneur and the co-founder and previous Chief Technology Officer of YouTube. Born in August 1978 in Taiwan. Raised in Taiwan, Chen and his family immigrated to the United States when he was 15.\nAfter graduating from the University of Illinois at Urbana-Champaign, Chen worked at PayPal, where he met Chad Hurley and Jawed Karim. In 2005, the three founded YouTube, a website designed to simplify video sharing online.\nChen was named one of the \"The 50 people who matter now\" by Business 2.0 magazine in 2006. That year, he and Hurley sold YouTube to Google, Inc. for $1.65 billion in stock.\nChen most recently co-founded AVOS Systems with YouTube co-founder Chad Hurley.",
      "investment_rounds": 10,
      "invested_companies": 10
    },
    {
      "id": "p:80432",
      "name": "Hillary Mickell",
      "type": "Person",
      "permalink": "/person/hillary-mickell",
      "homepage_url": null,
      "twitter_username": "hmickell",
      "logo_url": "0029/9126/299126v1-max-250x250.jpg",
      "logo_width": 110,
      "logo_height": 110,
      "overview": "Hillary Mickell is the Co - Founder & Chief Marketing Officer at Foodily Inc.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:230955",
      "name": "Michael Rolph",
      "type": "Person",
      "permalink": "/person/michael-rolph-2",
      "homepage_url": null,
      "twitter_username": "michael_rolph",
      "logo_url": "0032/3224/323224v1-max-250x250.jpg",
      "logo_width": 140,
      "logo_height": 140,
      "overview": "Co-founder at Yoyo",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:8137",
      "name": "Dave Morin",
      "type": "Person",
      "permalink": "/person/dave-morin",
      "homepage_url": "http://davemorin.com",
      "twitter_username": "davemorin",
      "logo_url": "0001/6355/16355v18-max-250x250.jpg",
      "logo_width": 500,
      "logo_height": 750,
      "overview": "Dave is an [entrepreneur](http://path.com).\nToday, he is the Co-Founder and CEO of [Path](/company/path), the personal network that helps you be closer with the ones you love.\nPreviously, was an early member of the [Facebook](/company/facebook) team where he spent several years working to make the Internet more social by co-creating [Facebook Platform](http://www.google.com/patents?id=UtWzAAAAEBAJ) and [Facebook Connect](http://www.google.com/patents?id=0NPVAAAAEBAJ).\nPrior to Facebook, he spent several years learning design thinking and marketing while working at [Apple](/company/apple).\nDave received a degree in [Economics](http://www.colorado.edu/Economics/undergraduate/major-emphasis.html) from the [University of Colorado at Boulder](http://colorado.edu).\nDave has been a featured speaker at universities, conferences, and panels worldwide including South by Southwest, Future of Web Apps, Web 2.0 Summit, Fast Company Innovation Uncensored, Le Web, Stanford, MIT, and the University of Colorado at Boulder.\nHe has received numerous awards for his work including 30 under 30 Best Young Tech Entrepreneur by Bloomberg Businessweek in 2011, TechFellow Award by TechCrunch and Founders Fund in 2010, and 100 Most Creative People in Business by Fast Company in 2009.\nDave grew up under the big sky of Montana where he was ranked as one of the top downhill ski racers in the United States. Today, he lives and works in beautiful San Francisco.",
      "investment_rounds": 35,
      "invested_companies": 35
    },
    {
      "id": "p:23538",
      "name": "Bryan Veloso",
      "type": "Person",
      "permalink": "/person/bryan-veloso",
      "homepage_url": "http://revyver.com",
      "twitter_username": "bryanveloso",
      "logo_url": "0003/4611/34611v2-max-250x250.jpg",
      "logo_width": 500,
      "logo_height": 333,
      "overview": "Bryan Veloso is a Co-Founder and CEO of Los Angeles, California-based Revyver. Prior to founding Revyver, he worked for both [Facebook](http://www.crunchbase.com/company/facebook) and [Automattic](http://www.crunchbase.com/company/automattic), in varying design roles ranging from interaction design to marketing and creative direction.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:5357",
      "name": "Ivan Kirigin",
      "type": "Person",
      "permalink": "/person/ivan-kirigin",
      "homepage_url": "http://kirigin.com",
      "twitter_username": "ikirigin",
      "logo_url": "0001/1180/11180v2-max-250x250.png",
      "logo_width": 435,
      "logo_height": 478,
      "overview": "Ivan Kirigin is the co-founder of Tipjoy, a social payments service.\nHis expertise is in software engineering. Ivan was previously a software engineer at iRobot and has a Masters in Robotics from Carnegie Mellon University.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:42113",
      "name": "Aditya Agarwal",
      "type": "Person",
      "permalink": "/person/aditya-agarwal",
      "homepage_url": "http://www.facebook.com/aditya",
      "twitter_username": "adityaag",
      "logo_url": "0005/9840/59840v10-max-250x250.jpg",
      "logo_width": 683,
      "logo_height": 1024,
      "overview": "Aditya Agarwal is VP of Engineering at Dropbox.  He oversees the different engineering teams including new product development, infrastructure, platform and operations. Aditya came to Dropbox via the acquisition of Cove, a company he co-founded that was focused on improving group collaboration and communication.\nPrior to Cove, Aditya Agarwal was the Director of Product Engineering at Facebook where he oversaw the development of core products such as News Feed, Search, Photos, Profile and Applications. Aditya was one of the first engineers at Facebook and played an important role in helping to design and build core parts of the Facebook engineering infrastructure. He also wrote the initial Facebook search engine and co-authored Thrift, a popular open-source RPC framework. Before that,  Aditya worked at Oracle on the Server Manageability team, which was responsible for creating a self-healing database.\nAditya holds Master",
      "investment_rounds": 2,
      "invested_companies": 2
    },
    {
      "id": "p:52684",
      "name": "Monica Keller",
      "type": "Person",
      "permalink": "/person/monica-keller",
      "homepage_url": "http://www.facebook.com/ciberch",
      "twitter_username": "ciberch",
      "logo_url": "0007/6943/76943v1-max-250x250.png",
      "logo_width": 295,
      "logo_height": 196,
      "overview": "Monica is as an Open Source and Web Standards Program Manager at Facebook(/company/facebook). She is dedicated to researching and promoting the use of standards which help people be open and connect. Monica works closely with representatives from a variety of organizations on standards like OpenID and ActivityStrea.ms including fellow Facebook teammates [David Recordon](/person/david-recordon) and [Luke Shepard](/person/luke-shepard).\nPreviously to joining Facebook, Monica was the Tech Lead for the Activity Stream at [MySpace](/company/myspace) and worked with the MySpace Developer Platform as an advocate for Open Standards. Her first project at MySpace was leading the Activity Stream launch in 2007, which has since grown and is used to power multiple features internally and externally. Prior to MySpace Monica was an Architect at [SumTotal Systems](/company/sumtotal-systems) where she led the development of their SaaS ResultsOnDemand offering. Monica is committed to enhancing the user experience, driving site performance initiatives, and providing cross-platform access to user's social data. She graduated from Ohio State University with a BS in Computer Science and Engineering.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:59449",
      "name": "Erick Tseng",
      "type": "Person",
      "permalink": "/person/erick-tseng",
      "homepage_url": null,
      "twitter_username": "etseng",
      "logo_url": "0008/7995/87995v2-max-250x250.jpg",
      "logo_width": 496,
      "logo_height": 594,
      "overview": "Erick joined Facebook in May 2010 as the company’s Head of Mobile Products.  Previously, he had worked at Google for nearly 4 years, where he helped launch and grow Android, Google’s open source mobile operating system, as the group's Lead Product Manager.\nErick began at Google as a Product Manager for Mobile Search.  He then joined the Android team, where he proceeded to launch Android 1.0, as well as subsequent platform releases.  Most recently, he led the overall development and launch of Google's Nexus One phone.\nBefore joining Google, Erick was an Associate at McKinsey & Company, a management consulting firm.  He has also held various product management and engineering positions at Microsoft, Yahoo!, and the MIT Media Lab.\nErick received Bachelors and Masters degrees in Computer Science & Electrical Engineering from MIT, as well as an MBA from the Stanford Graduate School of Business, where he graduated with top honors as an Arjay Miller Scholar.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:65208",
      "name": "Net Jacobsson",
      "type": "Person",
      "permalink": "/person/net-jacobsson",
      "homepage_url": "http://www.netjacobsson.com",
      "twitter_username": "Net",
      "logo_url": "0009/6796/96796v2-max-250x250.jpg",
      "logo_width": 1024,
      "logo_height": 700,
      "overview": "Net Jacobsson a former Facebook executive, serial entrepreneur and currently the founder & CEO of PlayHopper, a company focusing on social game mechanics for the consumer Web.  Net is an active advisor to several start-ups, Crowdstar, AuroraFeint, King.com and is a board member of the exclusive Chinese social network P1, targeting the growing luxury market in China.\nPreviously Net was leading International Business Development & Mobile Business Development at Facebook and held leading positions in companies like: Maxthon, Mashup Media, ICQ and Sony Ericsson. ",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:16018",
      "name": "Otilia Otlacan",
      "type": "Person",
      "permalink": "/person/otilia-otlacan",
      "homepage_url": "http://www.otiliaotlacan.com",
      "twitter_username": "adoperations",
      "logo_url": "0002/3268/23268v2-max-250x250.jpg",
      "logo_width": 2592,
      "logo_height": 3872,
      "overview": "Otilia has been in the digital media industry for the past 10 years: first as a freelancer, then with Google and Facebook in their European headquarters in Dublin. At Google, Otilia's main focus was on the AdSense product, having owned the revenue responsibility for a whole market. At Facebook, she ran ad operations across +25 countries and +15 languages, for some of the most challenging EMEA markets.\nCurrently, she runs RightFit Media, a boutique consultancy agency focused on web monetization, online advertising and social media.\nAdditionally, Otilia is the founder and editor of Ad Operations Online, the largest news resource for ad operations professionals worldwide.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:3791",
      "name": "Sam Lessin",
      "type": "Person",
      "permalink": "/person/sam-lessin",
      "homepage_url": null,
      "twitter_username": "lessin",
      "logo_url": "0005/5266/55266v2-max-250x250.jpg",
      "logo_width": 1019,
      "logo_height": 1128,
      "overview": "Sam Lessin is the co-founder and CEO of Drop.io. Prior to Drop.io he worked at Bain & Company. He graduated from Harvard University (Magna Cum Laude & PBK distinctions)\nHe currently works as a Product Manager for Facebook in California.",
      "investment_rounds": 6,
      "invested_companies": 5
    },
    {
      "id": "p:75740",
      "name": "Charles Jolley",
      "type": "Person",
      "permalink": "/person/charles-jolley",
      "homepage_url": "http://www.okito.net",
      "twitter_username": "okito",
      "logo_url": "0011/2293/112293v2-max-250x250.jpg",
      "logo_width": 1294,
      "logo_height": 1391,
      "overview": "Charles Jolley was most recently a head of product at Facebook, launching the mobile version of Platform and Facebook Home.\nPreviously he was a co-founder and CEO of Strobe, a software and cloud services company focused on the mobile web, sold to Facebook. He is also the creator of the popular SproutCore open source framework. Before founding Strobe, Charles was responsible for MobileMe and iCloud application development at Apple.\nCharles is a well-known and seasoned technologist and entrepreneur, who is bringing his deep background in mobile, software and tablet engineering to work alongside the Battery investment team on its research into how businesses can take advantage of tablets in the future.\nBattery",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:134912",
      "name": "Douglas Purdy",
      "type": "Person",
      "permalink": "/person/douglas-purdy",
      "homepage_url": "http://www.facebook.com/dmp",
      "twitter_username": "douglaspurdy",
      "logo_url": "0020/1063/201063v2-max-250x250.jpg",
      "logo_width": 820,
      "logo_height": 852,
      "overview": "Doug Purdy is the Director of Product Management where he drives the development of Facebook Platform including the Open Graph, Games & Payments and Developer Experience.\nHe previously was a Director of Engineering and Director of Developer Relations at Facebook.\nPrior to joining Facebook, Doug spent 11 years at Microsoft in consulting, evangelism and engineering leadership roles building software development tools and frameworks.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:30146",
      "name": "Mick Johnson",
      "type": "Person",
      "permalink": "/person/mick-johnson",
      "homepage_url": null,
      "twitter_username": "mickjohnson",
      "logo_url": "0006/4274/64274v4-max-250x250.png",
      "logo_width": 500,
      "logo_height": 500,
      "overview": "Mick Johnson is a mobile entrepreneur and a Director of Product Management for Mobile at Facebook.\nPrior to Facebook, Mick was the Co-Founder & CEO for Whereoscope, an always-on location platform for smartphones. The first application for Whereoscope helped parents find their kids.\nPrior to Whereoscope, Mick was the CEO at jamcode LLC, which he drove to cash-flow positive within 1 month. Their application GasBag has over 600,000 users around the world entering fuel prices and saving money. Mick has spoken at numerous conferences as well as being featured in the NY Times, TechCrunch, CNET, Wired Magazine, The Sydney Morning Herald, The Australian, and many other publications.\nMick has a University Medal in Computer Science from the University of Sydney, Australia and resides in Mountain View, California. Mick is proficient in Japanese and his other interests include martial arts and traveling the world.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:34176",
      "name": "Matthew Papakipos",
      "type": "Person",
      "permalink": "/person/matthew-papakipos",
      "homepage_url": "http://www.papakipos.com",
      "twitter_username": "papakipos",
      "logo_url": "0004/5695/45695v3-max-250x250.png",
      "logo_width": 171,
      "logo_height": 173,
      "overview": "Matthew Papakipos is a Silicon Valley entrepreneur.\nHe is currently an Engineering Director at Facebook, where he works on Facebook WiFi.\nAt Google, he started and ran the Google Chrome OS project. He was also ran the HTML 5 Open Web Platform efforts for the [Google Chrome](/product/google-chrome) web browser. He and his team shipped the fastest WebGL implementation in the Chrome browser.\nHe was the founder and chief technology officer of PeakStream.\nHe was the first Director of Architecture at NVIDIA, where he  and his team created the first programmable GPUs.\nHe is the author of more than 60 U.S. patents on processor architecture, compilers, system software, and mobile applications.",
      "investment_rounds": 1,
      "invested_companies": 1
    },
    {
      "id": "p:18130",
      "name": "Josh Williams",
      "type": "Person",
      "permalink": "/person/josh-williams",
      "homepage_url": null,
      "twitter_username": "jw",
      "logo_url": "0004/0835/40835v5-max-250x250.jpg",
      "logo_width": 500,
      "logo_height": 500,
      "overview": "A visual designer by trade, Josh Williams is co-founder and CEO of [Gowalla](/company/gowalla), a consumer-media and social service inspiring people globally to express themselves and communicate about the everyday places and the extraordinary settings they enjoy.\nPrior to Gowalla, he was Principal at Firewheel Design, a boutique user-interface consultancy, where his clients included Microsoft, Samsung, Hewlett Packard, Thompson Reuters and Causes. Josh lives in Austin, Texas with his wife and two daughters.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:93655",
      "name": "Blake Matheny",
      "type": "Person",
      "permalink": "/person/blake-matheny",
      "homepage_url": "http://mobocracy.net",
      "twitter_username": "bmatheny",
      "logo_url": "0014/9306/149306v2-max-250x250.jpg",
      "logo_width": 200,
      "logo_height": 200,
      "overview": "Blake Matheny works in Engineering at Facebook.\nHe has typically been responsible for building scalable, secure and highly available distributed systems for large and small companies including high traffic web sites, wireless carriers and financial institutions.\nHe is interested in challenges in the areas of distributed systems, machine learning, startups and scalability. Additionally he is interested in security focused research in forensics, intrusion detection and vulnerability development.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:97765",
      "name": "Ed Baker",
      "type": "Person",
      "permalink": "/person/ed-baker",
      "homepage_url": null,
      "twitter_username": "esbaker",
      "logo_url": "0014/0979/140979v2-max-250x250.png",
      "logo_width": 512,
      "logo_height": 768,
      "overview": "Ed is the co-founder and CEO of Friend.ly (http://friend.ly), a Facebook Connect enabled social Q&A site with over 25 million users.\nHe has been working on viral growth for the past ten years across multiple media, including email, SMS, IM, and Facebook. Since the 2007 launch of the Facebook platform, he has virally grown several Facebook apps to tens of millions of users including Compare People and Send Hotness.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:74267",
      "name": "Lucy Zhang",
      "type": "Person",
      "permalink": "/person/lucy-zhang",
      "homepage_url": null,
      "twitter_username": "lucidlogic",
      "logo_url": "0011/6658/116658v1-max-250x250.jpg",
      "logo_width": 150,
      "logo_height": 150,
      "overview": "Lucy Zhang is the Co - Founder at Beluga.\nPrior to Beluga, Lucy helped design and develop products such as Google AdWords, Google News and Google Docs.\nAfter leaving Google, she has specialized in mobile app development.\nLucy has a Computer Science Degree from UC Berkeley.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:74268",
      "name": "Ben Davenport",
      "type": "Person",
      "permalink": "/person/ben-davenport",
      "homepage_url": null,
      "twitter_username": "bendavenport",
      "logo_url": "0011/6659/116659v1-max-250x250.jpg",
      "logo_width": 242,
      "logo_height": 242,
      "overview": "Ben Davenport is the Co - Founder & CEO at Beluga.\nPrior to founding Beluga, Ben helped build Google AdSense, and before that, MSN Explorer.\nMore recently, he worked on algorithm development at a high-frequency trading firm.\nBen has computer science degrees from Princeton University and the University of Washington.",
      "investment_rounds": 2,
      "invested_companies": 2
    },
    {
      "id": "p:76936",
      "name": "Jonathan Perlow",
      "type": "Person",
      "permalink": "/person/jonathan-perlow",
      "homepage_url": null,
      "twitter_username": "jdperlow",
      "logo_url": "0011/6657/116657v1-max-250x250.jpg",
      "logo_width": 200,
      "logo_height": 200,
      "overview": "Jonathan Perlow is the Co - Founder & CTO at Beluga.\nPrior to joining Beluga, Jon was a Senior Staff Engineer at Google where he was the tech lead of the Gmail front-end team focusing on user interface and server scalability.\nHe was also responsible for Gmail Chat and Mail Goggles.\nBefore joining Google, he was a development lead at Microsoft.\nJon graduated from Princeton University with a BSE in Electical Engineering.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:28195",
      "name": "Ken Rudin",
      "type": "Person",
      "permalink": "/person/ken-rudin",
      "homepage_url": null,
      "twitter_username": "krudin",
      "logo_url": "0029/0815/290815v1-max-250x250.jpg",
      "logo_width": 200,
      "logo_height": 200,
      "overview": "I'm an entrepreneur and executive with a unique combination of leadership skills, analytical strength, marketing savvy, sales experience, product vision, and technical depth. My particular areas of interest are Analytics, Consumer Internet, Cloud-based Solutions and Services, High-Performance/Massively Scalable Databases, and CRM. I have a deep passion for evangelizing new ideas.\nSpecialties: Markets",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:34948",
      "name": "Charlie Cheever",
      "type": "Person",
      "permalink": "/person/charlie-cheever",
      "homepage_url": "http://www.quora.com",
      "twitter_username": "ccheever",
      "logo_url": "0008/1997/81997v1-max-250x250.jpg",
      "logo_width": 80,
      "logo_height": 80,
      "overview": "Charlie Cheever is the co-founder of [Quora](/company/quora), formerly Alma Networks.  Before founding Quora Charlie worked as an engineer and manager at [Facebook](/company/facebook), where he oversaw the creation of Facebook Connect and the Facebook Platform.\nPrior to joining Facebook, Charlie served as a Software Development Engineer at [Amazon](/company/amazon).\nCharlie graduated from Harvard College with an A.B. in Computer Science. ",
      "investment_rounds": 6,
      "invested_companies": 6
    },
    {
      "id": "p:104606",
      "name": "Florian Laplantif",
      "type": "Person",
      "permalink": "/person/florian-laplantif",
      "homepage_url": "http://www.florian-laplantif.com",
      "twitter_username": "imperio59",
      "logo_url": "0014/8422/148422v3-max-250x250.png",
      "logo_width": 130,
      "logo_height": 127,
      "overview": "Name: Florian Laplantif\nNationality: French\nLanguages Spoken: French, English (fluent), Italian (spoken)\nE-mail: webmaster@florian-laplantif.com\nEducation: \"Maitrise\" in Computer Science (Equivalent to US Bachelor's degree)\nCurrent Job: Software Engineer at Facebook (Seattle Office)",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:106842",
      "name": "Benjamin Cunningham",
      "type": "Person",
      "permalink": "/person/benjamin-cunningham",
      "homepage_url": null,
      "twitter_username": "codeblue87",
      "logo_url": "0028/5790/285790v1-max-250x250.jpg",
      "logo_width": 200,
      "logo_height": 200,
      "overview": "Ben Cunningham is a developer who played a senior engineering role in the development and growth of TerriblyClever Design, a start-up that designed and deployed mobile applications for universities. Ben is now the Director of iOS Engineering at Blackboard, an education technology company that acquired TerriblyClever in 2009.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:165562",
      "name": "Jeff Zhifan Chen",
      "type": "Person",
      "permalink": "/person/jeff-zhifan-chen",
      "homepage_url": null,
      "twitter_username": "jeffzchen",
      "logo_url": "0029/9318/299318v1-max-250x250.jpg",
      "logo_width": 200,
      "logo_height": 200,
      "overview": "He is Cofounder at Pixlee. MIT '12 (6-3 and 18), Facebook '12, RSI '07. Getting things done in algorithms, ML, and distributed systems. Love working and meeting bright, ambitious engineers.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:242601",
      "name": "Greg Methvin",
      "type": "Person",
      "permalink": "/person/greg-methvin",
      "homepage_url": null,
      "twitter_username": "gmethvin",
      "logo_url": "0034/1095/341095v2-max-250x250.jpg",
      "logo_width": 530,
      "logo_height": 640,
      "overview": "Greg Methvin is a Founder at Daltic, where he leads their engineering team.\nPreviously, Greg worked at Addepar on their server-side architecture, Web infrastructure, and internal APIs. He also was an early software engineer at FortyTwo.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:246634",
      "name": "Derek Steer",
      "type": "Person",
      "permalink": "/person/derek-steer",
      "homepage_url": null,
      "twitter_username": "DerekSteer",
      "logo_url": "0034/4174/344174v1-max-250x250.jpg",
      "logo_width": 100,
      "logo_height": 100,
      "overview": "CEO/Co-founder at Mode.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:12764",
      "name": "Kevin Cheng",
      "type": "Person",
      "permalink": "/person/kevin-cheng",
      "homepage_url": "http://kevnull.com",
      "twitter_username": "k",
      "logo_url": "0007/0776/70776v3-max-250x250.jpg",
      "logo_width": 150,
      "logo_height": 150,
      "overview": "Kevin Cheng is a Product Manager working on the web client at [Twitter](http://www.crunchbase.com/company/twitter), where he joined in December 2009.\nPreviously, he was the Director of Product Strategy at [Raptr](http://raptr.com), a videogame social network, the co-founder and artist for [OK/ Cancel](http://ok-cancel.com), a webcomic on user experience, and the co-founder of [Off Panel Productions](http://offpanel.com), an online comic publishing network.\nKevin is the author of [See What I Mean](http://seewhatimean.org). He was previously at Yahoo!’s Brickhouse incubator where he designed [Pipes](http://pipes.yahoo.com) and [Bravonation](http://bravonation.com), and at Yahoo! Maps, Yahoo! Local, Adaptive Path, and Trilogy.\nHe holds a Masters degree from University College London in Human Computer Interaction and has presented on strategy and design topics at numerous conferences including the Information Architecture Summit, the User Interface Conference, and South by Southwest.\nKevin blogs at [kev/null](http://kevnull.com) and has been known to [Twitter](http://twitter.com/k).",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:65312",
      "name": "Florian Leibert",
      "type": "Person",
      "permalink": "/person/florian-leibert",
      "homepage_url": "http://flo.leibert.de",
      "twitter_username": "floleibert",
      "logo_url": "0009/6381/96381v2-max-250x250.jpg",
      "logo_width": 604,
      "logo_height": 453,
      "overview": "Florian builds systems and researches new algorithms. He currently works in research at Twitter. Before Twitter, he worked for Ning, Adknowledge and HeadCase where he wrote algorithms for distributed systems such as spam detection, collaborative filtering, ad-optimization, topic extraction.\nFlorian is a software engineer and applications developer with work experience in startups and large corporations with 10+ years of programming experience. He was co-founder of a Knaup Multimedia at age 16 in Germany. Lots of international experience. Experience in working with customers and in research focused environments.\nExtensive work (both R&D and production environments) in distributed data structures, Hadoop (map/reduce) , algorithm design, predictive modeling, lexical semantics, ontology generation / ontology based distance metrics, clustering, recommendation engines.\nDeveloped everything from mobile applications (performance critical) to large scale number crunching algorithms that run on hundreds of cores. Designed and implemented applications such as mobile payment systems, item-to-item recommendation algorithms, novel approach to guarantee fair bandwidth allocation (QoS using unused IP header flags), unstructured text to RDF converters (incl. scraping, segmenting, parsing, pos tagging, semantic analysis), ontology generation and visualization tools, visualization of raw satellite data from the sun - and a myriad of other projects and applications.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:20755",
      "name": "Mike McCue",
      "type": "Person",
      "permalink": "/person/mike-mccue",
      "homepage_url": "http://Flipboard.com",
      "twitter_username": "mmccue",
      "logo_url": "0004/7024/47024v4-max-250x250.jpg",
      "logo_width": 223,
      "logo_height": 250,
      "overview": "Longtime Silicon Valley entrepreneur Mike McCue founded [Flipboard](http://www.crunchbase.com/company/flipboard) in early 2010, with former Apple iPhone engineer Evan Doll. Together they set out to build a global service that would let people make all of their news, photos, and videos from across social networks accessible from a single place.\nIn July 2010, they launched Flipboard for iPad: a social magazine that brings people the most informative, entertaining and amazing stories from around the world and from their daily life.",
      "investment_rounds": 2,
      "invested_companies": 2
    },
    {
      "id": "p:97403",
      "name": "Benjy Weinberger",
      "type": "Person",
      "permalink": "/person/benjy-weinberger",
      "homepage_url": null,
      "twitter_username": "benjy",
      "logo_url": "0017/6307/176307v2-max-250x250.png",
      "logo_width": 525,
      "logo_height": 505,
      "overview": "Benjy Weinberger is the San Francisco Engineering Lead for foursquare.\nBenjy has a background in distributed systems and large-scale databases. He started his career in Tel Aviv at Check Point Software Technologies and then Quiver, a knowledge management company later acquired by Inktomi. Benjy spent eight years working on search and advertising systems at Google and worked on infrastructure and revenue systems at Twitter before joining foursquare in 2011.\nBenjy holds a B.Sc. in Mathematics, Physics and Computer Science from Hebrew University of Jerusalem and studied graduate Mathematics and Computer Science, also at HU.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:27275",
      "name": "Jeff Seibert",
      "type": "Person",
      "permalink": "/person/jeff-seibert",
      "homepage_url": null,
      "twitter_username": "jeffseibert",
      "logo_url": "0006/1856/61856v2-max-250x250.jpg",
      "logo_width": 250,
      "logo_height": 250,
      "overview": "Jeff Seibert is an experienced serial-entrepreneur with a passion for deeply technical Internet software. His latest company, Crashlytics, was acquired by Twitter in January of 2013, where he is now a Director of Engineering.\nPreviously, Seibert was the CEO of Crashlytics, which he co-founded in 2011 with Wayne Chang. Crashlytics delivered crash analysis tools for iOS and Android apps via an SDK that reached 300 Million mobile devices worldwide.\nIn 2007, Seibert co-founded Increo and served as its COO and lead architect until its acquisition by Box in August of 2009. He subsequently oversaw the integration of Increo",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:90502",
      "name": "Joel Resnicow",
      "type": "Person",
      "permalink": "/person/joel-resnicow",
      "homepage_url": "http://joelresnicow.com",
      "twitter_username": "resnicow",
      "logo_url": "0024/7250/247250v1-max-250x250.png",
      "logo_width": 348,
      "logo_height": 319,
      "overview": "Jeol Resnicow is currently the Mobile Product Lead at Live Nation. He is also the CEO & Co-Founder of Rexly which was recently acquired by Live Nation Labs.\nResnicow has previously worked and interned at Fuse TV / Spin the Bottle, Inc., ABC Inc., Hulu, and Twitter. He is a graduate of Stanford University Graduate School of Business\nJoel Resnicow is from New York City, and he dreams of increasing GNH (Gross National Happiness) by connecting people with content that moves them the most. His top three musicians are Phish, Wilco and Jay-Z, and his favorite dinosaur is the triceratops. In his past life, he performed psychology research on musical emotion, and won $500 in the Cash Cab.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:29837",
      "name": "Paul Stamatiou",
      "type": "Person",
      "permalink": "/person/paul-stamatiou",
      "homepage_url": null,
      "twitter_username": "stammy",
      "logo_url": "0006/0898/60898v1-max-250x250.jpg",
      "logo_width": 200,
      "logo_height": 472,
      "overview": "Paul Stamatiou is a 25 year old web developer hailing from Houston, Texas. He moved to Atlanta to get his BS in Computational Media from Georgia Tech. After graduation, he stuck around and worked full-time on a startup he co-founded, [Skribit](http://www.crunchbase.com/company/skribit).\nPaul interned for [Yahoo!](http://www.crunchbase.com/company/yahoo) in Sunnyvale, California in 2006 and developed the first version of their corporate blog, Yodel Anecdotal.\nPaul joined Y Combinator company [Notifo](http://www.crunchbase.com/company/notifo) as co-founder in May 2010. Paul and co-founder Chad Etzel created [Pic A Fight](http://www.crunchbase.com/company/pic-a-fight), a viral site that is Facemash meets Instagram.\nNike featured Paul in his [own online advertisement](http://paulstamatiou.com/2007/12/22/my-nike-ad/) video after finding several of his posts about Nike Plus.\nPaul co-founded PicPlum and went through Y Combinator's Summer 2011 batch. ",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:94254",
      "name": "Daniel Loreto",
      "type": "Person",
      "permalink": "/person/daniel-loreto",
      "homepage_url": "http://danielloreto.com",
      "twitter_username": "DanielLoreto",
      "logo_url": "0029/2811/292811v1-max-250x250.png",
      "logo_width": 350,
      "logo_height": 450,
      "overview": "Daniel Loreto is a technology entrepreneur based in New York City and part of Twitter NY's engineering management. He joined Twitter as part of the Julpan acquisition, where he was part of senior management. Before Julpan he was a Tech Lead in the Google Search Quality team.\nHis passion is creating products and technology driven by data: Social data, real-time data, local data, visual data, structured data, mobile data, you name it.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:26083",
      "name": "Peter Chernin",
      "type": "Person",
      "permalink": "/person/peter-chernin",
      "homepage_url": null,
      "twitter_username": "PeterChernin",
      "logo_url": "0036/9123/369123v1-max-250x250.jpg",
      "logo_width": 283,
      "logo_height": 324,
      "overview": "Peter Chernin is the co-founder and Chairman of CA Media. He is founder of The Chernin Group and Chernin Entertainment. The Chernin Group manages, operates, and invests in businesses in the media, entertainment, and technology sectors. Chernin Entertainment produces feature films and television programs. Chernin previously served as President and Chief Operating Officer of News Corporation, and Chairman and Chief Executive Officer of the Fox Group.",
      "investment_rounds": 2,
      "invested_companies": 2
    },
    {
      "id": "p:69663",
      "name": "Mike Davidson",
      "type": "Person",
      "permalink": "/person/mike-davidson",
      "homepage_url": "http://www.mikeindustries.com",
      "twitter_username": "mikeindustries",
      "logo_url": "0014/8396/148396v1-max-250x250.jpg",
      "logo_width": 120,
      "logo_height": 120,
      "overview": "Mike Davidson is founder and CEO of Seattle-based Newsvine, acquired in 2007 by msnbc.com.\nMike is responsible for both the day-to-day operations of Newsvine.com as well as community integration efforts between Newsvine and msnbc.com.  Before co-founding Newsvine, Mike worked as Art Director and Manager of Media Product Development at both ESPN.com and the Walt Disney Internet Group, leading the first ever standards-based redesign of a major media web site.  Mike studied business at the University of Washington and Oxford University and is also co-inventor of sIFR, a technology that has enabled thousands of web sites to display text in an unlimited number of typefaces.",
      "investment_rounds": 1,
      "invested_companies": 1
    },
    {
      "id": "p:204772",
      "name": "Matteo Melani",
      "type": "Person",
      "permalink": "/person/matteo-melani",
      "homepage_url": null,
      "twitter_username": "matteomelani",
      "logo_url": "0030/0029/300029v1-max-250x250.jpg",
      "logo_width": 200,
      "logo_height": 200,
      "overview": "Matteo Melani is Co-Founder & CTO at Mightybell.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:264221",
      "name": "Jason Costa",
      "type": "Person",
      "permalink": "/person/jason-costa",
      "homepage_url": null,
      "twitter_username": "jasoncosta",
      "logo_url": "0036/9143/369143v1-max-250x250.jpg",
      "logo_width": 220,
      "logo_height": 220,
      "overview": "Currently located at Pinterest as Developer Relations, Jason Costa previous worked at Twitter and Google. He attended the Sloan School of Management at MIT for his MBA and received his undergraduate degree in Computer Science at the University of Southern California - Viterbi School of Engineering. ",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:46828",
      "name": "Jim McKelvey",
      "type": "Person",
      "permalink": "/person/jim-mckelvey",
      "homepage_url": "http://squareup.com",
      "twitter_username": "2000F",
      "logo_url": "0011/2592/112592v3-max-250x250.jpg",
      "logo_width": 737,
      "logo_height": 1200,
      "overview": "McKelvey is the co-founder of [Square](/company/square), a new mobile payment platform. His co-founder is [Jack Dorsey](/person/jack-dorsey), best known as the creator of [Twitter](/company/twitter).",
      "investment_rounds": 3,
      "invested_companies": 2
    },
    {
      "id": "p:37982",
      "name": "Ryan Gilbert",
      "type": "Person",
      "permalink": "/person/ryan-gilbert",
      "homepage_url": null,
      "twitter_username": "rgoffice",
      "logo_url": "0005/3042/53042v2-max-250x250.png",
      "logo_width": 902,
      "logo_height": 1095,
      "overview": "Ryan Gilbert is CEO of [BillFloat](/company/billfloat), providing micro-credit lines to consumers needing \"more time to pay\" over 3,000 recurring bills.\nRyan was previously an Entrepreneur-In-Residence at [Venrock](/financial-organization/venrock), where he focused on financial services and payments opportunities, and incubated BillFloat. Prior to joining Venrock, Ryan was previously Vice President of MoneyGram International's [PropertyBridge](/company/propertybridge) division, following MoneyGram's acquisition of PropertyBridge in October 2007. Ryan was PropertyBridge's CEO and co-founder.\nRyan is a member of the State Bar of California, and is also admitted to practice law in the United Kingdom and South Africa. He earned his Bachelor of Commerce and Bachelor of Laws from the University of the Witwatersrand, Johannesburg.",
      "investment_rounds": 1,
      "invested_companies": 1
    },
    {
      "id": "p:8876",
      "name": "Bob Lee",
      "type": "Person",
      "permalink": "/person/bob-lee",
      "homepage_url": "http://www.crazybob.org",
      "twitter_username": "crazybob",
      "logo_url": "0001/6978/16978v1-max-250x250.jpg",
      "logo_width": 480,
      "logo_height": 640,
      "overview": "Bob Lee is the CTO at Square. Before joining the mobile payment company in January 2010, he was previously a software engineer at Google. He created the Jolt award winning Guice framework. And he led the core library development on Android.\nIn April 2008 Lee created Twubble, a service that helps you find friends in [Twitter](http://www.crunchbase.com/company/twitter).",
      "investment_rounds": 1,
      "invested_companies": 1
    },
    {
      "id": "p:83213",
      "name": "Oskar Bruening",
      "type": "Person",
      "permalink": "/person/oskar-bruening",
      "homepage_url": null,
      "twitter_username": "oskarbruening",
      "logo_url": "0012/2514/122514v1-max-250x250.jpg",
      "logo_width": 125,
      "logo_height": 161,
      "overview": "As a native German, Oskar is all about precision engineering. He experienced his first thrills of code magically compiling at the age of 14 and has been hooked on technology ever since. Armed with a B.Sc. and a M.Eng. from MIT and Bay Area software experience from VMware, Vontu, and Symantec, he is now excited to have joined the ccLoop team as a director of engineering and founding employee.\nWhen not plugged into the digital collective, Oskar can be found either traveling, roaming California's back-country roads on his motorcycle, or nurturing his artistic needs in his darkroom, engulfed in red light and chemical fumes.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:118868",
      "name": "Chris Collins",
      "type": "Person",
      "permalink": "/person/chris-collins-4",
      "homepage_url": "http://www.christopherjamescollins.com",
      "twitter_username": "chrisjcollins",
      "logo_url": "0016/5457/165457v6-max-250x250.jpg",
      "logo_width": 100,
      "logo_height": 100,
      "overview": "Chris Collins is an entrepreneur, engineer, leader, businessman, and mustache / sunglasses enthusiast operating out of NYC.\nHe is currently the proud Co-Founder of [CaterCow.com](https://www.catercow.com), a marketplace where you can book unique catering packages, anything from a macaroon to a mobile pizza oven. CaterCow is amazing and Chris loves it.\nBefore CaterCow, Chris was a Co-founder of Gusta.com where he oversaw product vision, interaction design, visual design, back end development, and front end implementation. Gusta.com is the world's leading site for innovative chefs and restaurants to throw unique culinary events.\nBefore Gusta, Chris was Engineer #2 at Airbnb.com where he focused heavily on product iteration and front end implementation of major parts of the site (search, listing pages, checkout process, and logged in tools). After helping grow the product / development team to ~15 people, Chris left to start his own company, Gusta.com.\nBefore Airbnb, Chris received a BS in Computer Science from Fordham University in New York. He also worked as a Backend Developer for CollegeHumor.com, BustedTees.com, and TodaysBigThing.com.\nOther jobs held by Chris: Pizza Delivery guy, bus boy, burned CD seller on eBay (when it was legal), Study guide maker for high school classmates, grocery store cashier, bar back.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:217336",
      "name": "Chip Conley",
      "type": "Person",
      "permalink": "/person/chip-conley",
      "homepage_url": "http://chipconley.com",
      "twitter_username": "ChipConley",
      "logo_url": "0030/4655/304655v1-max-250x250.png",
      "logo_width": 940,
      "logo_height": 460,
      "overview": "Chip Conley is the Head Of Global Hospitality at Airbnb. He is also the Board Director of Altius Education Inc., an author, and Founder of Joie de Vivre.\nIn 1987, Chip Conley started his own hospitality company, Joie de Vivre (JDV), and, as CEO for two dozen years, grew it into the second largest boutique hotel company in the United States.\nAt the age of 26 with no industry experience, Chip transformed a seedy 1950s ",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:40455",
      "name": "David Feller",
      "type": "Person",
      "permalink": "/person/david-feller",
      "homepage_url": null,
      "twitter_username": "davefeller",
      "logo_url": "0005/9426/59426v13-max-250x250.jpg",
      "logo_width": 1039,
      "logo_height": 1040,
      "overview": "David Feller is the founder and CEO of [Yummly](http://www.crunchbase.com/company/yummly) - which is the fastest growing food site in the world and creating a digital kitchen platform.\nDave was an early member of [Half.com](http://www.crunchbase.com/company/half-com) in Philadelphia, running Marketing & Strategy, prior to it's acquisition by eBay. He moved to California to continue working for [eBay](http://www.crunchbase.com/company/ebay) as GM of a $500M portion of the US business. Dave left eBay in 2006 to become VP Marketing & Business Operations for [StumbleUpon](http://www.crunchbase.com/company/stumbleupon). Through an acquisition, Dave ended back up at eBay again. He finally left in late 2008 to combine his passions...food & technology.\nYummly began with Dave",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:95643",
      "name": "Ryan Rawson",
      "type": "Person",
      "permalink": "/person/ryan-rawson",
      "homepage_url": null,
      "twitter_username": "ryanobjc",
      "logo_url": "0030/0610/300610v2-max-250x250.jpg",
      "logo_width": 140,
      "logo_height": 140,
      "overview": "Ryan Rawson is the Founder at Ohm Data.\nHe have large company experience, small company/startup experience, all the way from inception of company, fundraising, hiring first engineers to end-game type engineering.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:62533",
      "name": "Conrad Whelan",
      "type": "Person",
      "permalink": "/person/conrad-whelan",
      "homepage_url": null,
      "twitter_username": "Conradaroma",
      "logo_url": "0025/6955/256955v1-max-250x250.jpg",
      "logo_width": 200,
      "logo_height": 200,
      "overview": "Conrad Whelan is the Computer Systems Engineer at Uber Inc.\nStudied Electrical & Computer Engineering where he earned a Masters Degree relating to simulation of Maxwell's Equations of Electromagnetic Physics for the purposes of device design.\nHe made the jump to UberCab.com in 2010 where he furthered his experience into iPhone, web, database and real time systems development.\nHe is capable and interested in talking about anything having to do with computers from the semiconductors they are built on all the way up to the latest abstracted web development frameworks.\nSpecialties:\nGeneralist in computer systems engineering. Background in computational electromagnetic algorithms.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:72979",
      "name": "Ryan McKillen",
      "type": "Person",
      "permalink": "/person/ryan-mckillen",
      "homepage_url": null,
      "twitter_username": "ryonlife",
      "logo_url": "0025/6967/256967v1-max-250x250.jpg",
      "logo_width": 500,
      "logo_height": 500,
      "overview": "Ryan McKillen is the Software Engineer at Uber Inc.\nHe is a Business guy turned Software Engineer having a blast with the early stage startup thing here in San Francisco. Before that, he was a self-employed solo entrepreneur building and operating a casual games website in Cincinnati.\nSpecialties:\nFull stack test-driven web development with Ruby or Python and JavaScript. I get fired up about analytics and split testing and have a knack for conversion rate optimization.\nHe earned his B.S. in Business, Major in Accountancy and minor in International Business 2005 from Miami University.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:119915",
      "name": "Curtis Chambers",
      "type": "Person",
      "permalink": "/person/curtis-chambers",
      "homepage_url": null,
      "twitter_username": "curtischambers",
      "logo_url": "0025/6861/256861v1-max-250x250.jpg",
      "logo_width": 164,
      "logo_height": 164,
      "overview": "Curtis Chambers is the Engineering Manager at Uber Inc.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:172618",
      "name": "Matthew Kochman",
      "type": "Person",
      "permalink": "/person/matthew-kochman",
      "homepage_url": "http://www.matthewkochman.com",
      "twitter_username": "mckochman",
      "logo_url": "0025/7149/257149v1-max-250x250.jpg",
      "logo_width": 200,
      "logo_height": 200,
      "overview": "Matthew Kochman is the NYC General Manager at Uber Inc.\nHe is an entrepreneur who has spent the past 4 years at the intersection of transportation, technology, and social enterprise.\nAt Cornell University he started a transportation company that continues to facilitate 25,000+ safe rides each academic year.\nAfter graduating, he was accepted as an Unreasonable Institute Fellow to build out a mobile payment platform that enabled students to seamlessly debit prepaid \"meal-plan-like\" taxi accounts. This experience led to him being recruited by Uber to launch its NYC operations, their first expansion city outside of San Francisco. Through these experiences he developed an expertise in operations, logistics, supply chain management, and business development while also establishing a vast network within the NYC community.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:179893",
      "name": "Christopher Ballard",
      "type": "Person",
      "permalink": "/person/christopher-ballard",
      "homepage_url": null,
      "twitter_username": "BallardCT",
      "logo_url": "0025/6937/256937v1-max-250x250.jpg",
      "logo_width": 200,
      "logo_height": 200,
      "overview": "Christopher Ballard General Manager - San Diego at Uber Inc.\nSpecialties:\nFinance, Due Diligence, Underwriting, Product Launch, Recruitment, Regulatory Research, Market Analysis, Business Development, Social Media, Operations, Logistics\nHe earned his BS (Business Administration, Finance / Entrepreneurship) in 2007 from Miami University.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:10916",
      "name": "Angelo Sotira",
      "type": "Person",
      "permalink": "/person/angelo-sotira",
      "homepage_url": "http://deviantART.com",
      "twitter_username": "asotira",
      "logo_url": "0027/2961/272961v2-max-250x250.jpg",
      "logo_width": 803,
      "logo_height": 802,
      "overview": "Angelo Sotira is the Co-Founder & CEO of deviantART.com, the worlds largest art community with 30 million members, 65 million unique visitors per month and 350 million works of art in its galleries.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:76585",
      "name": "Michael Weider",
      "type": "Person",
      "permalink": "/person/michael-weider",
      "homepage_url": "http://www.blaze.io",
      "twitter_username": "mweider",
      "logo_url": "0012/3427/123427v2-max-250x250.jpg",
      "logo_width": 88,
      "logo_height": 99,
      "overview": "Michael Weider is a VP of Products at Akamai. Prior to Akamai, Michael was the CEO and co-founder of Blaze.io, a Web performance optimization service. Blaze was acquired by Akamai in 2012. Before Blaze, Michael was the Founder of Watchfire, the largest provider of application security testing software. Watchfire was acquired by IBM in 2007. From 2007 to 2010, Michael worked for IBM Rational managing the Application Security and Cloud Computing product lines. Michael holds a B.S. in engineering from Queens University.",
      "investment_rounds": 1,
      "invested_companies": 1
    },
    {
      "id": "p:240431",
      "name": "John Ayers",
      "type": "Person",
      "permalink": "/person/john-ayers",
      "homepage_url": "http://www.johnayers.org",
      "twitter_username": "jaa2m",
      "logo_url": "0033/5693/335693v2-max-250x250.jpg",
      "logo_width": 360,
      "logo_height": 360,
      "overview": "John is the CEO and Founder of REDLattice.\nPreviously, John worked for several Silicon Valley companies to include Speedera Networks, Nine Systems, and Zaplet.\nHe also worked for SAIC, running business development for a National Security group.\nHe attended the University of Virginia receiving a BA in American Studies, Duke University receiving an MBA, and Harvard's Kennedy School's National Security Program.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:77831",
      "name": "Dionysis Zindros",
      "type": "Person",
      "permalink": "/person/dionysis-zindros",
      "homepage_url": "http://dionyziz.com",
      "twitter_username": "dionyziz",
      "logo_url": "0011/4935/114935v2-max-250x250.png",
      "logo_width": 308,
      "logo_height": 308,
      "overview": "Dionysis Zindros (born November 30, 1987) is a Greek software engineer and entrepreneur. He is currently working as the CEO of Kamibu in making gaming experiences more meaningful, intuitive and fun.\nDionysis was born in Ioannina, Greece. He attended the school of Zosimea at the experimental department of the school in 2000 to 2003, and later the 4th Lyceum of Ioannina until 2006. In 2003, he started the open source project Node IRC, an IRC client for Windows focused on ease of use that inspired him to make communications more accessible to people. He continued to work on Node until early 2005.\nThereafter, he founded the BlogCube project, that aimed to provide an alternative freemium solution to Wordpress, and founded Chit-Chat, an experimental project to allow people to communicate more freely. The BlogCube project was a considerable failure, and ended up being cancelled a year after its foundation, although the Kamibu team that would later create Zino was essentially a ressurection of the very BlogCube development team.\nIn May 2006, he joined the Devious Technology team at deviantART, where he contributed in building versions 5 and 6 for two years until May 2008. He specialized in back-end technology, focusing mainly on high-performance scalable database and middleware development.\nAfter leaving deviantART in 2008, he continued his work with the Chit-Chat team, rebranding it as Zino in 2008. In 2010, he started a new project aiming to revolutionize the way games are meant to be played; with three other co-founders he founded Kamibu in 2011 to realize this visino.\nDionysis is enrolled in the School of Electrical and Computer Engineering at the National Technical University of Athens since 2008, with an interest in Computer Science, but is currently on leave.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:2216",
      "name": "Avichal Garg",
      "type": "Person",
      "permalink": "/person/avichal-garg",
      "homepage_url": null,
      "twitter_username": "avichal",
      "logo_url": "0030/5229/305229v1-max-250x250.jpg",
      "logo_width": 307,
      "logo_height": 377,
      "overview": "Avichal Garg is CEO & Co-Founder of Spool.\nPreviously he was CTO & Co-Founder of PrepMe where he led product development, including the engineering and content development teams.\nBefore PrepMe, he was a product manager at Google where he worked on Search Quality, Ads Quality, and also co-founded the Google Transit project.\nAvichal Garg is the CTO of PrepMe (www.PrepMe.com), which uses complex machine learning technology to create highly personalized learning experiences for SAT and ACT test preparation.\nPrior to cofounding PrepMe, Garg was a Product Manager at Google, first in Search Quality, working on the core of the search engine, where he received an Executive Management Group award for outstanding performance, and then in Ads Quality on the core advertising engine. He has a B.S. in Computer Science from Stanford University and an M.S. in Management Science from Stanford University.",
      "investment_rounds": 1,
      "invested_companies": 1
    },
    {
      "id": "p:4368",
      "name": "Sean Knapp",
      "type": "Person",
      "permalink": "/person/sean-knapp",
      "homepage_url": null,
      "twitter_username": "seanknapp",
      "logo_url": "0001/6908/16908v2-max-250x250.jpg",
      "logo_width": 200,
      "logo_height": 200,
      "overview": "Sean is a co-founder of Ooyala. As Chief Product Officer, he oversees all engineering and helps define and execute Ooyala's product strategies. Before founding Ooyala, Sean worked at Google, where he developed and launched iGoogle, the company's popular, customizable home page. He also was a tech lead for Google's legendary Web Search team, helping that team increase Google revenues by $1B. Sean has both B.S. and M.S. degrees in Computer Science from Stanford University. He is a member of Ooyala's board of directors.\nSource:http://www.ooyala.com/about/leadership/sean-knapp ",
      "investment_rounds": 2,
      "invested_companies": 2
    },
    {
      "id": "p:13186",
      "name": "Kevin Marks",
      "type": "Person",
      "permalink": "/person/kevin-marks",
      "homepage_url": null,
      "twitter_username": "kevinmarks",
      "logo_url": "0002/0567/20567v1-max-250x250.png",
      "logo_width": 180,
      "logo_height": 186,
      "overview": "Kevin Marks is a software engineer.  Kevin served as an evangelist for [OpenSocial](http://www.crunchbase.com/product/opensocial) and as  a software engineer at [Google](http://www.crunchbase.com/company/google). In June 2009 [he announced](http://epeus.blogspot.com/2009/06/farewell-to-google.html) his resignation.\nFrom September 2003 to January 2007 he was Principal Engineer at [Technorati](http://www.crunchbase.com/company/technorati) responsible for the spiders that make sense of the web and track millions of blogs daily. He has been inventing and innovating for over 17 years in emerging technologies where people, media and computers meet.Before joining Technorati, Kevin spent 5 years in the Quicktime Engineering team at [Apple](http://www.crunchbase.com/company/apple), building video capture and live streaming into OS X. He was a founder of The Multimedia Corporation in the UK, where he served as Production Manager and Executive Producer, shipping million-selling products and winning International awards.\nKevin has a Masters degree in Physics from Cambridge University and is a BBC-qualified Video Engineer.One of the driving forces behind microformats.org he regularly speaks at Conferences and Symposia on emergent net technologies and their cultural impact.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:203",
      "name": "Joshua Schachter",
      "type": "Person",
      "permalink": "/person/joshua-schachter",
      "homepage_url": null,
      "twitter_username": "joshu",
      "logo_url": "0001/0709/10709v1-max-250x250.jpg",
      "logo_width": 180,
      "logo_height": 221,
      "overview": "Joshua Schachter is the founder of [delicious], a popular bookmark-sharing service founded in late 2003 and acquired by [Yahoo] in 2005.\nIn January 2009 Joshua Schachter [joined Google].\nJoshua also created [geoURL], a location-URL reverse directory, and was a co-creator of [Memepool].",
      "investment_rounds": 42,
      "invested_companies": 41
    },
    {
      "id": "p:32879",
      "name": "Susan Wojcicki",
      "type": "Person",
      "permalink": "/person/susan-wojcicki",
      "homepage_url": null,
      "twitter_username": "susanwo",
      "logo_url": "0004/3417/43417v3-max-250x250.jpg",
      "logo_width": 2048,
      "logo_height": 1696,
      "overview": "Susan Wojcicki is Senior Vice President of Advertising & Commerce at Google. She oversees the design, innovation and engineering of Google's advertising, commerce, and measurement platform products, including AdWords, AdSense, DoubleClick, Offers, and Google Analytics.\nSusan joined Google in 1999 as the company's first marketing manager and worked on the initial marketing programs. She also led the initial development of several key successful consumer products including Google Images and Google Books.\nBefore joining Google, Susan worked at Intel, Bain & Company, and several start-ups. She graduated with honors from Harvard University, holds a master's in economics from the UC Santa Cruz, and an MBA from UCLA.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:31785",
      "name": "Sukhinder Singh Cassidy",
      "type": "Person",
      "permalink": "/person/sukhinder-singh-cassidy",
      "homepage_url": null,
      "twitter_username": "SukhinderSingh",
      "logo_url": "0004/7009/47009v1-max-250x250.jpg",
      "logo_width": 800,
      "logo_height": 532,
      "overview": "Sukhinder Singh Cassidy is Founder & Chairman of JOYUS. Prior to founding JOYUS in January 2011, she",
      "investment_rounds": 2,
      "invested_companies": 2
    },
    {
      "id": "p:37086",
      "name": "Dennis Crowley",
      "type": "Person",
      "permalink": "/person/dennis-crowley",
      "homepage_url": "http://www.denniscrowley.com",
      "twitter_username": "dens",
      "logo_url": "0011/3420/113420v7-max-250x250.jpg",
      "logo_width": 1024,
      "logo_height": 683,
      "overview": "Dennis Crowley is a co-founder of [Foursquare](/company/foursquare). Previously, he co-founded [Dodgeball](/company/dodgeball), a network of the same nature which sold to [Google](/company/google) in 2005.\nHe has been named one of the \"Top 35 Innovators Under 35\" by MIT's Technology Review magazine (2005) and has won the \"Fast Money\" bonus round on the TV game show Family Feud (2009). His work has appeared in The New York Times, The Wall Street Journal, Wired, [Time](/company/time) Magazine, Newsweek, [MTV](/company/mtv-networks), [Slashdot](/product/slashdot) and [NBC](/company/nbcuniversal). He is currently an Adjunct Professor at NYU's Interactive Telecommunications Program.\nDennis holds a master's degree from New York University's Interactive Telecommunications Program and a bachelor's degree from the Newhouse School at Syracuse University.",
      "investment_rounds": 5,
      "invested_companies": 5
    },
    {
      "id": "p:9657",
      "name": "Max Ventilla",
      "type": "Person",
      "permalink": "/person/max-ventilla",
      "homepage_url": null,
      "twitter_username": "ventilla",
      "logo_url": "0001/7579/17579v5-max-250x250.jpg",
      "logo_width": 4592,
      "logo_height": 3056,
      "overview": "Max Ventilla is the co-founder of [Aardvark].\nHe worked designing databases for the World Bank before founding an enterprise software firm that sold in the Web 1 era.\nMax majored in physics and mathematics at Yale before going directly into the Yale MBA program. He spent two and a half years working with the CEO of a $2 billion classified media business, raising financing and negotiating international M&A transactions before transitioning to online business development.\nHe then went to [Google], where he worked as a Senior Associate on monetization strategy until mid-2007.\nHe then co-founded The Mechanical Zoo, which has now been renamed Aardvark.\nAfter Google bought his company, he was one of the founding members of Google+ and then Head of Cross-Google Personalization.  He left Google in April 2013 to start [AltSchool].",
      "investment_rounds": 4,
      "invested_companies": 3
    },
    {
      "id": "p:39462",
      "name": "Derek Collison",
      "type": "Person",
      "permalink": "/person/derek-collison",
      "homepage_url": "http://www.linkedin.com/in/derekcollison",
      "twitter_username": "derekcollison",
      "logo_url": "0005/5134/55134v4-max-250x250.png",
      "logo_width": 400,
      "logo_height": 300,
      "overview": "Founder & CEO of Apcera Inc.\nDerek is looking to deliver the next generation cloud platform. An industry veteran with over 20 yrs of experience, Derek designed and architected the industry's first Open PaaS, Cloud Foundry, while at VMware. Continuing his dream of a true next generation cloud platform, he founded Apcera. He has also held executive positions at Google and TIBCO.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:41087",
      "name": "Ethan Anderson",
      "type": "Person",
      "permalink": "/person/ethan-anderson",
      "homepage_url": null,
      "twitter_username": "ethan_anderson",
      "logo_url": "0005/8644/58644v2-max-250x250.jpg",
      "logo_width": 217,
      "logo_height": 338,
      "overview": "Ethan is Co-founder and formerly CEO of [Redbeacon](/company/redbeacon), the 2009 TechCrunch50 and Business Insider Startup 2010 grand prize winner that was acquired by The Home Depot.  Prior to Redbeacon, he was a Product Manager at [Google](/company/google) where he was responsible for launching and managing the [Google Video](/product/google-video) product outside the United States prior to the [YouTube](/company/youtube) acquisition.  He also was Google’s first Product Manager for the fast growing Southeast Asian emerging markets, and a Product Manager on [Google Image](/product/google-images) Search, the top image search product in the world.  Before joining Google, Ethan worked in a number of internet strategy and marketing roles at The Clorox Company, Buy.com, and [McKinsey & Company](/company/mckinsey-company).  Ethan graduated with Honors from Harvard Business School and Magna Cum Laude from Duke University, where he earned a BA in Economics and Public Policy Studies.  He was recently named to Business Insider's Silicon Valley 100 and 16 Up-and-Coming Silicon Valley Entrepreneurs You Need to Meet.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:14003",
      "name": "Joey Primiani",
      "type": "Person",
      "permalink": "/person/joey-primiani",
      "homepage_url": "http://jprim.com",
      "twitter_username": "jp",
      "logo_url": "0006/2173/62173v8-max-250x250.jpg",
      "logo_width": 1880,
      "logo_height": 1892,
      "overview": "Joey Primiani is a Internet Design Entrepreneur. Founder of Backplane, Creator of Cortex and former designer at Google, Yahoo! and Revision3.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:41089",
      "name": "Aaron Lee",
      "type": "Person",
      "permalink": "/person/aaron-lee",
      "homepage_url": null,
      "twitter_username": "aaron08544",
      "logo_url": "0006/0250/60250v2-max-250x250.jpg",
      "logo_width": 888,
      "logo_height": 1037,
      "overview": "Aaron is the co-founder of Redbeacon. He works on product design and engineering at Redbeacon. Prior to that, Aaron was one of the founding engineers on Google Video. He later became the Tech Lead on YouTube monetization, building products that spanned AdSense, AdWords and YouTube. He was also a Launch Engineer, helping launch many other Google products and mentoring and promoting engineers. Before joining Google, he worked at Bosch building one of the most advanced 3D navigation systems for in-car infotainment. Aaron received his Ph.D. in Computer Graphics from Princeton and has interned at NVIDIA, Microsoft Research (where he received a Microsoft Fellowship), NASA Ames Research Center and Lucent Technologies. He has published papers in SIGGRAPH, IEEE conferences, sciencedaily.com and gamasutra.com. Aaron earned an M.A and B.A. from University of Cambridge with first honors in Computer Science. Aaron holds four patents with seven others currently pending.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:9778",
      "name": "Andy Rubin",
      "type": "Person",
      "permalink": "/person/andy-rubin",
      "homepage_url": null,
      "twitter_username": "Arubin",
      "logo_url": "0001/7691/17691v1-max-250x250.jpg",
      "logo_width": 300,
      "logo_height": 326,
      "overview": "Andrew Rubin is a technology pioneer, co-founder and former CEO of both Danger Inc. and Android. He is currently SVP of Mobile at Google, where he is reported to be overseeing the development of Android, an open-source operating system for smartphones.Rubin got his start as an engineer at Apple Inc., and a later spin-off General Magic, where he worked on Magic Cap, an operating system and interface for hand-held devices. When Magic Cap failed to be successful, Rubin and others from General Magic formed Artemis Research, which became WebTV and was eventually acquired by Microsoft. After several years, Rubin left, and he and his collaborators formed Danger, Inc, which was later also acquired by Microsoft in February, 2008. Danger, Inc. is most notable for the Danger Hiptop (often branded as the T-Mobile Sidekick), which is phone with PDA-like capabilities. Disillusionment with his ouster as CEO of Danger led him to found Android, which was later acquired by Google and led to Rubin's current position.Andy earned a Bachelor of Science degree in Computer Science in 1986 from Utica College in Utica, New York.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:44665",
      "name": "Patrick Leung",
      "type": "Person",
      "permalink": "/person/patrick-leung",
      "homepage_url": null,
      "twitter_username": "puiwah",
      "logo_url": "0006/3812/63812v2-max-250x250.jpg",
      "logo_width": 80,
      "logo_height": 80,
      "overview": "Patrick is an experienced software engineering executive and entrepreneur.He is currently Engineering Lead for Emerging Markets at Google.Patrick was previously VP Engineering and Product at Playlist.com, an online music company.Earlier Patrick was a founding employee of InterWorld, an enterprise e-commerce software vendor, and a co-founder of Intellibank, an online CRM solution.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:18793",
      "name": "Daniel Tunkelang",
      "type": "Person",
      "permalink": "/person/daniel-tunkelang",
      "homepage_url": "http://thenoisychannel.com",
      "twitter_username": "dtunkelang",
      "logo_url": "0003/8375/38375v2-max-250x250.jpg",
      "logo_width": 66,
      "logo_height": 70,
      "overview": "Daniel Tunkelang is Head of Query Understanding at LinkedIn, where he previously served as Director of Data Science. Before that, he worked at Google on local search quality. He was the Chief Scientist and a co-founder of Endeca, a leading vendor of search applications for enterprises that Oracle acquired in 2011 for $1.1B. He has also worked at the IBM T. J. Watson Research Center and AT&T Bell Labs. He currently serves as an advisor for LoopIt, Maana, and Origami Logic.\nDaniel pioneered the annual symposium on human-computer information retrieval and wrote the first book on faceted search. He was an undergraduate at MIT, double majoring in math and computer science. He completed a PhD at CMU, developing new algorithms for graph layout.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:48278",
      "name": "Thomas Korte",
      "type": "Person",
      "permalink": "/person/thomas-korte",
      "homepage_url": "http://www.thomaskorte.com",
      "twitter_username": "thomask",
      "logo_url": "0007/4582/74582v4-max-250x250.jpg",
      "logo_width": 400,
      "logo_height": 400,
      "overview": "Thomas Korte is the founder of AngelPad, a startup incubator based in San Francisco and New York. AngelPad was ranked by Forbes Magazine as a \"TOP 5 Global Accelerator\" in 2012, exits include Mopub (Twitter), Adku (Groupon), Astrid (Yahoo).\nPrior, Thomas worked at Google for 7 years. He was Google's first International Product Manager. Other roles included European Search Agency Business Lead and Google Evangelist. He is the co-author of several patents related to improving efficiencies in search advertising and local search results.",
      "investment_rounds": 10,
      "invested_companies": 10
    },
    {
      "id": "p:104",
      "name": "Joseph Smarr",
      "type": "Person",
      "permalink": "/person/joseph-smarr",
      "homepage_url": "http://josephsmarr.com",
      "twitter_username": "jsmarr",
      "logo_url": "0001/8605/18605v1-max-250x250.jpg",
      "logo_width": 100,
      "logo_height": 100,
      "overview": "Joseph Smarr is a software engineer at Google, focused on socially enabling the web using open standards. Previously, he was Plaxo's Chief Technology Officer, where he led their initiative to open up the social web, starting with co-authoring the Bill of Rights for Users of the Social Web in 2007.\nHe is also a member of the Board of Directors of the OpenID Foundation. A frequent speaker and community participant in the social networking and web development communities, Joseph has built web applications for many years. Joseph has a BS and MS from Stanford University in Artificial Intelligence.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:39687",
      "name": "Bradford Cross",
      "type": "Person",
      "permalink": "/person/bradford-cross",
      "homepage_url": null,
      "twitter_username": "bradfordcross",
      "logo_url": "0007/5816/75816v1-max-250x250.jpg",
      "logo_width": 218,
      "logo_height": 240,
      "overview": "Co-founder of [Prismatic](/company/prismatic).   Previously Co-founded [FlightCaster](/company/flightcaster).  Spent time at Google via ThoughtWorks.  Started out in hedge funds.  Studied CPE and finance at Virginia Tech and started a little Math at Berkeley.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:44863",
      "name": "Brian McClendon",
      "type": "Person",
      "permalink": "/person/brian-mcclendon",
      "homepage_url": null,
      "twitter_username": "bmcclendon",
      "logo_url": "0008/3123/83123v1-max-250x250.jpg",
      "logo_width": 142,
      "logo_height": 178,
      "overview": "Brian leads the engineering group for Google's geo products, which include Google Maps, Earth, Local Search, SketchUp, Street View, Ocean, Mars and Moon.\nBrian joined Google in 2004 via the acquisition of Keyhole Corporation where he was head of engineering, a founder, and a member of the board.\nPrior to Keyhole, Brian was a founder at Intrinsic Graphics and an Engineering Director at @Home Network.\nPreviously, he spent eight years at Silicon Graphics developing high-end workstation 3D graphics subsystems like GT, GTX, RealityEngine and InfiniteReality. He holds two issued patents including the one for KML, which is now an open standard for GIS data.\nBrian has a bachelor's degree in electrical engineering from the University of Kansas.",
      "investment_rounds": 7,
      "invested_companies": 7
    },
    {
      "id": "p:63050",
      "name": "Guy Tavor",
      "type": "Person",
      "permalink": "/person/guy-tavor",
      "homepage_url": "http://www.scoompa.com",
      "twitter_username": "guytavor",
      "logo_url": "0014/6419/146419v2-max-250x250.jpg",
      "logo_width": 440,
      "logo_height": 333,
      "overview": "Entrepreneur, Software Engineer & Manager.\nGuy has founded two companies (Artificia, CastUP), worked on several own projects - Textractor term extraction engine w/ Newzingo, Techzingo and Buzzingo as test beds. Worked in several Startup companies, most in Israel w/ Bay area presence.\nCurrently a Staff Tech Lead Manager @ Google Tel-Aviv.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:63233",
      "name": "Steve Krulewitz",
      "type": "Person",
      "permalink": "/person/steve-krulewitz",
      "homepage_url": "http://skrul.com",
      "twitter_username": "skrul",
      "logo_url": "0009/5605/95605v2-max-250x250.png",
      "logo_width": 183,
      "logo_height": 228,
      "overview": "Steve is a Senior Software Engineer at Google.  He works on the Chrome OS team where he contributes to Chrome Sync and other browser features.  Prior to his work on Chrome, Steve worked on the iGoogle team finding new ways to reduce web application latency as well as launching OpenSocial integration.\nPrior to Google, Steve was a Senior Software Engineer at Songbird working on developing an open source iTunes competitor.  He lead the design and implementation of the Songbird Media Library infrastructure, worked on the application's user interface as well as the media playback pipeline.\nHis experience includes working as the lead engineer on product development as well as back end server configuration and infrastructure.\nSteve was an early hire at startups Flooz.com and Music.com.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:65249",
      "name": "Sean Duffy",
      "type": "Person",
      "permalink": "/person/sean-duffy",
      "homepage_url": "http://profiles.google.com/seanduffy",
      "twitter_username": "seanduffy",
      "logo_url": "0009/6289/96289v4-max-250x250.jpg",
      "logo_width": 200,
      "logo_height": 200,
      "overview": "Sean Duffy is the founder of Excel Everest (www.ExcelEverest.com).",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:54033",
      "name": "Kevin Systrom",
      "type": "Person",
      "permalink": "/person/kevin-systrom",
      "homepage_url": "http://www.systrom.com",
      "twitter_username": "KEVIN",
      "logo_url": "0009/8907/98907v1-max-250x250.jpg",
      "logo_width": 200,
      "logo_height": 299,
      "overview": "Kevin Systrom is a co-founder of [Instagram](/company/instagram), a photo sharing application for the iPhone. He also founded Burbn, an HTML5-based location sharing service.\nKevin graduated from Stanford University in 2006 with a BS in Management Science & Engineering. He got his first taste of the startup world when he was an intern at [Odeo](/company/odeo), the company that birthed [Twitter](/company/twitter). He spent two years at [Google](/company/google); during the first, he worked on [Gmail](/product/gmail), [Google Reader](/product/google-reader), and other products, and during the second he worked on the Corporate Development team. Kevin has always had a passion for social products that enable people to communicate more easily, and combined with his passion for photography, Instagram is a natural fit.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:69083",
      "name": "Joey Liaw",
      "type": "Person",
      "permalink": "/person/joey-liaw",
      "homepage_url": null,
      "twitter_username": "joeyliaw",
      "logo_url": "0015/7113/157113v3-max-250x250.jpg",
      "logo_width": 683,
      "logo_height": 1024,
      "overview": "Joey Liaw is the cofounder and CTO of Airtime.\nPrior to his position at Airtime, he worked at several companies such as Causes and Google. Liaw also has projects that he worked on such as Anachronox, a third person computer role playing game.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:6297",
      "name": "Marissa Mayer",
      "type": "Person",
      "permalink": "/person/marissa-mayer",
      "homepage_url": null,
      "twitter_username": "marissamayer",
      "logo_url": "0001/3202/13202v15-max-250x250.jpg",
      "logo_width": 250,
      "logo_height": 200,
      "overview": "Marissa Mayer is CEO of Yahoo.\nPreviously as a VP at Google, Marissa Mayer led the product management and engineering efforts of Google's local, mobile, and contextual discovery products including Google Maps, Google Maps for Mobile, Local Search, Google Earth, Street View, Latitude and more. At 36 years old, she was also the youngest member of Google's executive operating committee. During her 12 years at Google, Marissa led product management and design efforts for Google web search, images, news, books, products, toolbar, and iGoogle. She started at Google in 1999 as Google's 20th employee and first woman engineer.\nMarissa's contributions and leadership have been recognized by numerous publications including the New York Times, Newsweek and BusinessWeek. Fortune magazine has listed her for the past 3 years on their annual Most Powerful Women's list, and she was the youngest ever to appear on the list. In 2010 Marissa was honored by the New York Women in Communications, Inc. with a Matrix Award. She also been named a Young Global Leader by the World Economic Forum and Woman of the Year by Glamour Magazine. Marissa serves on the board of various non-profits, including the Smithsonian National Design Museum, the New York City Ballet, San Francisco Ballet, and the San Francisco Museum of Modern Art.\nPrior to joining Google, Mayer worked at the UBS research lab (Ubilab) in [Zurich, Switzerland](/maps/search?range=10&geo=zurich), and at SRI International in [Menlo Park, California](/maps/search?range=10&geo=menlo+park).\nMarissa received her B.S. in Symbolic Systems and her M.S. in Computer Science from Stanford University. For both degrees, she specialized in artificial intelligence.",
      "investment_rounds": 12,
      "invested_companies": 9
    },
    {
      "id": "p:73061",
      "name": "Art Leyzerovich",
      "type": "Person",
      "permalink": "/person/art-leyzerovich",
      "homepage_url": "http://www.leyzerovich.com/professional",
      "twitter_username": "aleyzerovich",
      "logo_url": "0010/7347/107347v6-max-250x250.jpg",
      "logo_width": 1067,
      "logo_height": 1600,
      "overview": "Senior leader in strategy, operations, and product management with unrivaled experience developing global consumer-facing technology products for serious companies in the ecommerce, media, telecom, communications, and search industries. Expert in organisational and product strategies, optimal user experiences, and management of engineering initiatives, backed up by 14 years in the Internet space and a solid background in business strategy and information technology. ",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:74776",
      "name": "Jason Wang",
      "type": "Person",
      "permalink": "/person/jason-wang",
      "homepage_url": "http://www.munchonme.com",
      "twitter_username": "jwang815",
      "logo_url": "0011/0171/110171v3-max-250x250.jpg",
      "logo_width": 100,
      "logo_height": 100,
      "overview": "Jason Wang is co-founder and CEO of Munch On Me, a company that connects people with great food at great prices in local communities. His responsibilities include driving the company vision and finding a passionate team to realize that vision. Prior to Munch On Me, Jason founded a mobile app development firm called 815 Productions. Jason holds a B.S. in Business Administration from the Walter A. Haas School of Business at UC Berkeley.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:85523",
      "name": "George Chen",
      "type": "Person",
      "permalink": "/person/george-chen",
      "homepage_url": "http://www.georgechen.com",
      "twitter_username": "georgechen",
      "logo_url": "0012/5848/125848v1-max-250x250.png",
      "logo_width": 128,
      "logo_height": 128,
      "overview": "George Chen works in User Experience & Design Division of Drawbridge.\nGeorge's background is in user experience design and product design.\nHe was the head of UX at AdMob--part of the team acquired by Google in 2009.\nPrior to Google and AdMob, he was a Senior Designer at Yahoo! and worked on Yahoo!'s mobile client software, e-commerce platform, and Web hosting products.\nHe's also the Co - Founder of independent comic books app Emanata Comics for Android and iOS.\nGeorge started his Design career at Studio Archetype and at various Silicon Valley startups.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:85947",
      "name": "Danny Lin",
      "type": "Person",
      "permalink": "/person/danny-lin",
      "homepage_url": "http://plurk.com",
      "twitter_username": "dannylin3000",
      "logo_url": "0014/9309/149309v2-max-250x250.jpg",
      "logo_width": 200,
      "logo_height": 173,
      "overview": "Entrepreneur + CEO at Plurk.com",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:86489",
      "name": "Elliot Kroo",
      "type": "Person",
      "permalink": "/person/elliot-kroo",
      "homepage_url": "http://elliot.kroo.net",
      "twitter_username": "ellkro",
      "logo_url": "0012/7060/127060v2-max-250x250.jpg",
      "logo_width": 640,
      "logo_height": 480,
      "overview": "Elliot Kroo is a Founder and Director of Engineering at Getaround.\nFormer Googler and early Street View engineer. Previously founded WingsForCats, a mobile game studio. Last iPhone game was downloaded over 2M times.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:87150",
      "name": "Chang Kim",
      "type": "Person",
      "permalink": "/person/chang-kim",
      "homepage_url": "http://www.planetchang.com",
      "twitter_username": "chang1",
      "logo_url": "0012/7816/127816v2-max-250x250.png",
      "logo_width": 312,
      "logo_height": 359,
      "overview": "Chang Kim is currently the product manager of Google's [Blogger](http://blogger.com), the world's leading blogging service. Previously, he was the co-founder / co-CEO of TNC, an Asian blogging service company that was [acquired by Google in 2008](http://www.techmeme.com/080912/h1455). Prior to TNC, he worked at Samsung Mobile. Chang is also one of the mentors for Dave McClure's [500 Startups](http://500startups.com/mentors.php) and is currently an advisor to three Silicon Valley startups. Chang is a frequent speaker at industry events and organized various conferences including [his own](http://openwebasia.com). Chang received a B.S. in Physics from the University of Michigan at Ann Arbor, and also matriculated at Seoul National University in Seoul, Korea. He currently lives in the San Francisco bay area. ",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:72069",
      "name": "Joe Cheung",
      "type": "Person",
      "permalink": "/person/joseph-cheung",
      "homepage_url": null,
      "twitter_username": "joeseekit",
      "logo_url": "0010/5890/105890v8-max-250x250.jpg",
      "logo_width": 576,
      "logo_height": 768,
      "overview": "Joseph currently works at Greylock on their Talent Team, previously lead recruiting efforts at Medium. He has also held the position of Director of Recruiting at the Yammer Division of Microsoft Office. During his time at Yammer he lead efforts in aggressively growing the organization from 55 to over 430 employees globally which led to the eventual acquisition by Microsoft for $1.2 billion dollars. Previous to Yammer, Joseph held recruiting positions at Google, Microsoft, Netflix and Salesforce.com where he supported teams such as Hotmail, Quality Engineering and Streaming Infrastructure Teams at Netflix, the entire Research and Development Organization at Salesforce.com, and Japanese Product Focused Teams as well as other confidential product teams at Google.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:89039",
      "name": "Ahmad Hamzawi",
      "type": "Person",
      "permalink": "/person/ahmad-hamzawi",
      "homepage_url": null,
      "twitter_username": "ahamzawi",
      "logo_url": "0012/9841/129841v1-max-250x250.jpg",
      "logo_width": 500,
      "logo_height": 332,
      "overview": "Ahmad is currently the Head of Engineering for the Middle East and North Africa at Google.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:90109",
      "name": "Brendan Clavin",
      "type": "Person",
      "permalink": "/person/brendan-clavin",
      "homepage_url": "http://www.tethras.com",
      "twitter_username": "bclavin",
      "logo_url": "0013/1353/131353v2-max-250x250.png",
      "logo_width": 81,
      "logo_height": 81,
      "overview": "Brendan has been internationalizing and localizing software for over 20 years, creating infrastructure and tools that facilitate the delivery of products and services to the non-English speaking people of the world.\nOriginally from a house near a crossroads, beside a hamlet, close to a very small village, beyond the resolution of Google Earth, Brendan escaped cosmopolitan Ireland and planted himself firmly in Silicon Valley.\nHe was the first software engineer at Claris Ireland in 1990, set up the engineering tools team at Iona Software in 1995, built the localization department at Ariba in 1999, and was the first hire into the internationalization engineering team at Google in 2005.\nHe fits right in with the Valley crowd with his collection of bicycles and Hawaiian shirts.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:87293",
      "name": "Ian Langworth",
      "type": "Person",
      "permalink": "/person/ian-langworth",
      "homepage_url": "http://langworth.com",
      "twitter_username": "statico",
      "logo_url": "0013/3538/133538v4-max-250x250.jpg",
      "logo_width": 2100,
      "logo_height": 1922,
      "overview": "CTO & Co-founder of Artillery.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:93819",
      "name": "Ezequiel Vidra",
      "type": "Person",
      "permalink": "/person/ezequiel-vidra",
      "homepage_url": "http://www.vccafe.com",
      "twitter_username": "ediggs",
      "logo_url": "0036/9801/369801v2-max-250x250.png",
      "logo_width": 377,
      "logo_height": 377,
      "overview": "Eze Vidra is the head of Google for Entrepreneurs Europe and Campus London. In March 2012, Eze launched Campus London, Google",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:95824",
      "name": "Steven Woods",
      "type": "Person",
      "permalink": "/person/steven-woods-3",
      "homepage_url": null,
      "twitter_username": "sgwoods",
      "logo_url": "0013/8227/138227v2-max-250x250.jpg",
      "logo_width": 80,
      "logo_height": 80,
      "overview": "Currently \"Entrepreneur on Loan\" at Google as Engineering Director and Site Lead for Google Canada in Kitchener-Waterloo, Ontario.    Previously co-founder of NeoEdge Networks (now Blue Noodle, previously Kinitos), an in-game advertising network.  Earlier VP Voice Services at Netscape/AOL following acquisition of his startup Quack.com - an interactive voice company.   ",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:102962",
      "name": "Isabel Mattos",
      "type": "Person",
      "permalink": "/person/isabel-mattos",
      "homepage_url": "http://www.belpesce.com",
      "twitter_username": "belpesce",
      "logo_url": "0014/6781/146781v2-max-250x250.jpg",
      "logo_width": 142,
      "logo_height": 213,
      "overview": "Isabel is the CEO and co-founder of Talenj, which offers unique badges and once-in-a-lifetime experiences to those who participate in engaging and fun challenges. In addition, she also leads two Product Teams at Ooyala, the leader in video analytics and monetization. Originally from Sao Paulo, Brazil, Isabel received degrees in Electrical Engineering & Computer Science, Mathematics, Economics and Sloan School of Management from MIT. Being passionate for both technology and business, she has worked for MIT, Microsoft, Google, Deutsche Bank and has started many different projects. She is a Microsoft, Google and SWE scholar, and has been recognized in several fields including being a finalist of the MIT 100K Executive Summary Competition and a Gordon Engineer. Isabel blogs about entrepreneurship in The Silicon Valley Life. ",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:103458",
      "name": "Daniel Maloney",
      "type": "Person",
      "permalink": "/person/daniel-maloney",
      "homepage_url": "http://about.me/danielmaloney",
      "twitter_username": "danielpmaloney",
      "logo_url": "0014/7187/147187v2-max-250x250.jpg",
      "logo_width": 1400,
      "logo_height": 1050,
      "overview": "Daniel (\"Danny\") P. Maloney is General Manager, Video at AOL's Huffington Post Media Group, and also CEO and Co-founder of BridesView.com.\nDanny joined AOL in early 2010 and took on reviving the company's video business shortly after. Within 12 months, video traffic had grown >500% and AOL climbed as high as #2 in U.S. online video.\nPrior to AOL, Danny worked at Google, incubating new initiatives across YouTube, display advertising and Google Maps/Local Search. He has also worked for the Boston Consulting Group (BCG), Citigroup and Merrill Lynch, and founded an e-commerce company that he ran from 2002-04.\nDanny is an alumnus of the University of Pennsylvania's Jerome Fisher Program for Management & Technology, with degrees from the Wharton School and the School of Engineering and Applied ",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:29860",
      "name": "Louis Gray",
      "type": "Person",
      "permalink": "/person/louis-gray",
      "homepage_url": null,
      "twitter_username": "louisgray",
      "logo_url": "0006/3357/63357v1-max-250x250.jpg",
      "logo_width": 377,
      "logo_height": 500,
      "overview": "Louis Gray is Program Manager of [Google Developers Live](http://developers.google.com/live/) at [Google](http://www.google.com) and author of [louisgray.com](http://blog.louisgray.com/), a Silicon Valley-based early adopter technology blog.\nPrior to joining Google in August 2011, Louis was Vice President of Marketing at [my6sense](http://www.my6sense.com) and co-founder of [Paladin Advisors Group](http://www.paladinag.com). From 2001 to 2009, Louis was the Director of Corporate Marketing at [BlueArc](http://www.bluearc.com), a high performance network storage company based in San Jose. BlueArc was acquired by Hitachi Data Systems in 2011.\nPrior to BlueArc, Louis was Web Marketing Manager at 3Cube, an Web communications startup. 3Cube was acquired by [Oracle](http://www.oracle.com) in 2001.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:123448",
      "name": "Zubin Chagpar",
      "type": "Person",
      "permalink": "/person/zubin-chagpar",
      "homepage_url": null,
      "twitter_username": "phylosopher",
      "logo_url": "0019/1940/191940v2-max-250x250.jpg",
      "logo_width": 388,
      "logo_height": 394,
      "overview": "Technology professional with over ten years of experience working for Silicon Valley based companies in various capacities including engineering, consulting, sales and management.\nCurrently leading efforts to create a service that intuitively organizes and visualize user information from various cloud services at early stage startup, mashpan.com",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:30217",
      "name": "Chris Hutchins",
      "type": "Person",
      "permalink": "/person/chris-hutchins",
      "homepage_url": "http://chrishutchins.com",
      "twitter_username": "hutchins",
      "logo_url": "0003/8439/38439v6-max-250x250.jpg",
      "logo_width": 2070,
      "logo_height": 2340,
      "overview": "Chris Hutchins is a product manager at Google. He's also a founder of LaidOffCamp.\nPreviously he ran Business at Milk Inc. and Business Development at SimpleGeo.\nPrior to moving to San Francisco, he was a consultant with Monitor Group, a global management consulting firm and an analyst at Allen & Company, a boutique investment bank.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:44091",
      "name": "Dan Shapiro",
      "type": "Person",
      "permalink": "/person/dan-shapiro",
      "homepage_url": null,
      "twitter_username": "danshapiro",
      "logo_url": "0006/2982/62982v3-max-250x250.jpg",
      "logo_width": 2250,
      "logo_height": 1500,
      "overview": "Dan Shapiro is CEO of Google Comparison.\nBefore Google Comparison, Dan Shapiro was the founder and CEO of Sparkbuy Inc, a comparison shopping website. Sparkbuy offers unprecedented depth and accuracy of information through a simple and innovative user interface. Sparkbuy was acquired by google.\nPreviously, Shapiro was founder and CEO of Ontela, a pioneering mobile imaging company, where he was named CEO of the Year by MobileBeat. Ontela was frequently recognized including the Dow Jones Top 10 in Wireless list, receiving the CTIA award for Best Social Networking Application, and being named Breakthrough Startup of the Year by the WTIA. Ontela merged with Photobucket in December of 2009 where Shapiro now holds a seat on the Board of Directors.\nPrior to founding Ontela, Shapiro managed development of the RealArcade service at RealNetworks, enabling thousands of end-users to play classic games such as Monopoly, Scrabble and Rollercoaster Tycoon on their desktops. He arrived at RealNetworks by way of Wildseed, where he managed software development for the Identity Cellular Phone. Shapiro started his career at Microsoft working on Windows 98, Windows 2000, and Windows XP.\nShapiro's articles have been published in the Washington Post, Wireless Week, and the Seattle PI, and he is a frequent speaker at conferences and events. He serves on the board of Bonanzle, an ecommerce company backed by Ignition, Matrix, and Voyager, and on the board of the nonprofit Washington Technology Industry Association. He has been awarded seven patents, and received his B.S. in Engineering from Harvey Mudd College. ",
      "investment_rounds": 5,
      "invested_companies": 5
    },
    {
      "id": "p:134072",
      "name": "John Adractas",
      "type": "Person",
      "permalink": "/person/john-adractas",
      "homepage_url": null,
      "twitter_username": "adractas",
      "logo_url": "0018/4505/184505v2-max-250x250.jpg",
      "logo_width": 1024,
      "logo_height": 680,
      "overview": "John is a marketing and product entrepreneur with expertise in customer development and engagement.\nPreviously, John was the COO and Head of Marketing and Product for two startups, AcademixDirect (digital marketing) and OnSophic (ed tech), which he also co-founded. Prior to that, John led Google",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:136815",
      "name": "James Kelm",
      "type": "Person",
      "permalink": "/person/james-kelm",
      "homepage_url": "http://www.jameskelm.com",
      "twitter_username": "jameskelm",
      "logo_url": "0018/7334/187334v2-max-250x250.jpg",
      "logo_width": 250,
      "logo_height": 250,
      "overview": "James Kelm is the COO & Co - Founder at Wormhole Games.\nPrior to his current project, James was a Product Manager at Google, where he focused on commerce and mobile products.\nBefore that he was Product Planner at Apple.\nA Software Engineer at Sun Microsystems.",
      "investment_rounds": 1,
      "invested_companies": 1
    },
    {
      "id": "p:3493",
      "name": "Matthew Moore",
      "type": "Person",
      "permalink": "/person/matthew-moore",
      "homepage_url": "http://matthewpaulmoore.com",
      "twitter_username": "m3moore",
      "logo_url": "0030/6825/306825v1-max-250x250.png",
      "logo_width": 140,
      "logo_height": 140,
      "overview": "Matt is currently a co-founder and CTO of CrowdMob, an Andreessen Horowitz backed company.  Previously, Matt served as sales engineer at Google from 2005 to 2007 working with the product, engineering, and business development teams. He was also the Co-founder of PogoLinux in High School, and ThriveSmart after he left Google.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:35591",
      "name": "Chris Wetherell",
      "type": "Person",
      "permalink": "/person/chris-wetherell",
      "homepage_url": null,
      "twitter_username": "cw",
      "logo_url": "0004/8122/48122v1-max-250x250.jpg",
      "logo_width": 310,
      "logo_height": 310,
      "overview": "Chris Wetherell is a former Googler who created the Google Reader product. He left to work on his own project as VP of Technology at Thing Labs, makers of Brizzly, which sold to AOL in 2010. He is currently founder and CEO of Avocado.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:43520",
      "name": "Clement Ng",
      "type": "Person",
      "permalink": "/person/clement-ng",
      "homepage_url": "http://www.clementng.me",
      "twitter_username": "heyclement",
      "logo_url": "0019/9651/199651v2-max-250x250.png",
      "logo_width": 600,
      "logo_height": 600,
      "overview": "Clement Ng is the apps engineer at Sweetlabs, Inc.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:115941",
      "name": "Nafis Zebarjadi",
      "type": "Person",
      "permalink": "/person/nafis-zebarjadi",
      "homepage_url": "http://about.me/nafis",
      "twitter_username": "nafisto",
      "logo_url": "0029/2314/292314v1-max-250x250.jpg",
      "logo_width": 140,
      "logo_height": 140,
      "overview": "Nafis Zebarjadi is an entrepreneur, startup advisor, technical mentor, and full stack hacker.Founder at medicast",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:172840",
      "name": "David Leach",
      "type": "Person",
      "permalink": "/person/david-leach",
      "homepage_url": "http://www.SoapSEO.com",
      "twitter_username": "thedavidleach",
      "logo_url": "0023/5766/235766v2-max-250x250.png",
      "logo_width": 288,
      "logo_height": 300,
      "overview": "David Leach is the founder of Consultoria Inc (2009 to present), a Digital Production Agency the focuses on Cinema Production, Web development, iOS and Android application development.\nDavid Leach is the co-founder of Soap SEO a technology startup that provides Search Engine Optimization services, Online Reputation Management, Domain Authority reporting and web development. He serves a dual role as the company's Chief Marketing Officer and Chief Product Officer overseeing a staff comprised of several former Google",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:176123",
      "name": "Michael Barnathan",
      "type": "Person",
      "permalink": "/person/michael-barnathan",
      "homepage_url": "http://michael.barnathan.name",
      "twitter_username": "mbarnath",
      "logo_url": "0031/7978/317978v1-max-250x250.jpg",
      "logo_width": 140,
      "logo_height": 140,
      "overview": "Michael Barnathan is currently Head of Mobile at 8coupons, through the acquisition of Clipless, where he was the sole founder. Michael has previously founded Living Discoveries and Project Polymath, with the aims of improving medicine and education. Michael has a PhD in Computer and Information Sciences, specifically machine learning applied to medical diagnosis, and is a former Senior Software Engineer at Google and CTO of CoatChex.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:133454",
      "name": "Aravinth Bheemaraj",
      "type": "Person",
      "permalink": "/person/aravinth-bheemaraj",
      "homepage_url": null,
      "twitter_username": "b_aravinth",
      "logo_url": "0018/3397/183397v2-max-250x250.jpg",
      "logo_width": 579,
      "logo_height": 612,
      "overview": "Aravinth is currently working in Drawbridge as a Software Engineer. He graduated with his Masters degree from University of Florida. He has around 4 years of Software Industry experience. His current interests are Distributed and Database Systems.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:40548",
      "name": "Daniel Kornev",
      "type": "Person",
      "permalink": "/person/daniel-kornev",
      "homepage_url": "http://www.linkedin.com/in/danielkornev",
      "twitter_username": "DanielKo",
      "logo_url": "0005/7274/57274v6-max-250x250.jpg",
      "logo_width": 277,
      "logo_height": 511,
      "overview": "Daniel Kornev is CEO and founder of Zet Universe, Inc., a Boston, MA company, which builds visual interaction experiences for new device form factors, like tablets, big screens, Displair, etc. Their first product is a visual collaborative workspace app for tablets for enterprise, called Zet Universe.\nDaniel conducted research and development on a part-time basis between October 2010 and December 2011. Started to work full-time since January 2012.\nCurrently, in addition to CEO duties, he owns Product Management and defines the Information Productivity Vision for the company.\nA native of Moscow, received a master of science degree in computer science from Moscow State Institute of Electronics and Math in Moscow, Russia. He is currently on leave from the Ph.D. program in human computer interaction at National Research University - Higher School of Economics. In 2007 Daniel joined **Microsoft Russia** where he worked in various roles including developer evangelism, program management and program management leadership roles. In 2010 Daniel joined **Google Russia** and worked there until Fall 2011.\nDaniel's research interests include human computer interaction, context-aware computing, information extraction. Since 2007 he run several projects in area of context-aware computing: augmented reality campus navigation tool, notifications manager, canvas-based experience for context switching. In summer of 2010 Daniel worked at **Microsoft Research** as HCI researcher intern; his assignment was a project in area of group awareness visualization.\nIn October 2010 Daniel established a new R&D company, Neocyte Labs, in order to continue his research work in area of context-aware computing and human computer interaction. In April 2011 he decided to stop his work at Neocyte Labs, to focus on his main duties at Google Russia. After leaving Google in the Fall of 2011, and one-month sabbatical in Seattle, WA, Daniel decided to refocus his energy and passion on productivity software for enterprise. He established a new company called [Zet Universe](http://www.zetuniverse.com).\nDaniel is a featured speaker at several Russian and US business and technology forums, including World Usability Day, User Experience, Software People, Microsoft Context-aware Computing Workshop, and other conferences.\nDaniel currently lives in Boston, MA.",
      "investment_rounds": 1,
      "invested_companies": 1
    },
    {
      "id": "p:178559",
      "name": "Tural Badirkhanli",
      "type": "Person",
      "permalink": "/person/tural-badirkhanli",
      "homepage_url": null,
      "twitter_username": "turalb",
      "logo_url": "0024/9265/249265v2-max-250x250.jpg",
      "logo_width": 160,
      "logo_height": 160,
      "overview": "Tural Badirkhanli is a Co - Founder at Namo Media.\nPreviously he worked on two early stage startup projects, Mobibox and Queenli.\nBefore that, he was a Software Engineer at AdMob and transitioned to pioneer Google's mobile ads targeting efforts after the Google acquisition.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:101349",
      "name": "Abraham Shafi",
      "type": "Person",
      "permalink": "/person/abraham-shafi",
      "homepage_url": "http://www.abeshafi.com",
      "twitter_username": "abeshafi",
      "logo_url": "0025/1832/251832v1-max-250x250.jpg",
      "logo_width": 200,
      "logo_height": 200,
      "overview": "Abe is an entrepreneur living in Berkeley, California. He is the founder of the highly acclaimed social recruiting platform getTalent.com.\nAfter leaving Google, he has devoted the majority of his time to understanding how employers and job-seekers interact, and has presented numerous HR Technology Conferences.\nIn early 2009, he founded getTalent as an undergraduate at UC Berkeley. It started as his undergraduate thesis at UC Berkeley and grew into the business that it is today.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:129389",
      "name": "Austin Chau",
      "type": "Person",
      "permalink": "/person/austin-chau",
      "homepage_url": "https://www.linkedin.com/in/austinchau",
      "twitter_username": "austinchau",
      "logo_url": "0017/8665/178665v3-max-250x250.jpg",
      "logo_width": 100,
      "logo_height": 100,
      "overview": "software engineer",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:5794",
      "name": "Jennifer Dulski",
      "type": "Person",
      "permalink": "/person/jennifer-dulski",
      "homepage_url": null,
      "twitter_username": "jdulski",
      "logo_url": "0004/2877/42877v6-max-250x250.png",
      "logo_width": 558,
      "logo_height": 371,
      "overview": "Jennifer Dulski is the president and COO of Change.org. She has more than 15 years of leadership experience in both successful startups and big-brand internet companies.\nOne of the first 500 employees at Yahoo!, Jennifer rose in the ranks during her 9-year tenure to eventually serve as group vice president and general manager of local and commerce, where she led a $500 million portfolio of businesses and a 500-person team. After Yahoo! she was co-founder and CEO of The Dealmap, which was acquired in 2011 by Google, where she spent almost two years as a senior executive.\nJennifer has a deep passion for making the world a better place, as evidenced by her early experience working in education and nonprofits as well as her extensive board service now in the Bay Area. Jennifer's first job after college was founding and running Summerbridge Pittsburgh (part of the Breakthrough Collaborative), a non-profit organization that helps underserved middle school students get on a path to college and prepares high school and college students for careers in education. Her current community involvement includes serving on the boards of Little Passports and the Silicon Valley site of The Breakthrough Collaborative.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:67859",
      "name": "Sunil James",
      "type": "Person",
      "permalink": "/person/sunil-james",
      "homepage_url": null,
      "twitter_username": "sunubunu",
      "logo_url": "0010/0255/100255v4-max-250x250.jpg",
      "logo_width": 3000,
      "logo_height": 1996,
      "overview": "Sunil is passionate about developing elegant, innovative solutions for specific, identified, industry-agnostic problems. He's been doing just this for more than 10 years now. Most recently, as a Senior Product Manager with Amazon Web Services (AWS), Sunil defined and executed Amazon's strategy to make utility computing viable for Fortune 100 customers by launching the Amazon Virtual Private Cloud (Amazon VPC). Previous to AWS, Sunil was Director of Product Management for Mandiant Inc., a Washington, DC-based information security organization that delivered incident response (IR) products and services to defense, government, and financial services organizations. There, Sunil was responsible for the overall strategy of Mandiant Intelligent Response (MIR), the company's flagship enterprise-grade IR appliance.\nSunil also was Arbor Networks' Product Manager for Security Services, where he was responsible for the overall strategy surrounding the company's various security services, including the Active Threat Feed (ATF) threat detection service, and the Active Threat Level Analysis System (ATLAS) darknet monitoring service. Additionally, he managed the Arbor Security Engineering & Response Team, which develops cutting-edge solutions and techniques to thwart Internet-scale threats. Prior to Arbor, Sunil was iDefense's Director of Vulnerability Intelligence, where he managed and coordinated the company's daily collection and analysis of public vulnerabilities and exploit code. He also co-founded the company's Vulnerability Contributor Program (VCP), which was the first publicly-acknowledged for-pay vulnerability research program.\nSunil has also been employed by the US Department of State, the Council on Foreign Relations, Johns Hopkins University, and Pinkerton Global Intelligence Services.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:135934",
      "name": "John Giacamoni",
      "type": "Person",
      "permalink": "/person/john-giacamoni",
      "homepage_url": null,
      "twitter_username": "JohnGiacomoni",
      "logo_url": "0026/4991/264991v1-max-250x250.jpg",
      "logo_width": 100,
      "logo_height": 100,
      "overview": "Founder at LineRate Systems.\nComputer Systems PhD candidate focusing on support for fine-grain parallelism and high-performance networking. Recent experience at Google with RPC performance analysis. Prior experience with trusted operating system kernel development, content-based networking, system administration, server farm development and deployment. Interest in technology policy.Specialties\nHigh performance systems engineering and performance tuning.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:160193",
      "name": "Irene Au",
      "type": "Person",
      "permalink": "/person/irene-au",
      "homepage_url": null,
      "twitter_username": "ireneau",
      "logo_url": "0026/6854/266854v3-max-250x250.jpg",
      "logo_width": 683,
      "logo_height": 681,
      "overview": "Irene currently runs Product and Design at Udacity, a startup focused on bringing higher education online.  Irene formerly led the User Experience and Design practice at Google, responsible for the user interface design of Google-branded products.\nPrior to Google, Irene was Vice President of User Experience and Design at Yahoo, where she built the interaction design and user research practice, and led product and platform design efforts worldwide.\nIrene began her career at Netscape Communications, where she was an interaction designer and led cross-product design efforts on Netscape's browser, mail/news client, and page editor.\nIrene holds a master's degree in human-computer interaction from the University of Illinois at Urbana-Champaign. Having received two full scholarships to attend the University of South Carolina Honors College, she earned a bachelor's degree in electrical and computer engineering and graduated summa cum laude.\nAn avid advocate of Montessori education, Irene is Co-Chair of the Board of Trustees at Bowman International School. Irene also teaches several yoga classes per week in the SF Bay Area.  ",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:88339",
      "name": "Terry (Qing) Li",
      "type": "Person",
      "permalink": "/person/terry-qing-li",
      "homepage_url": null,
      "twitter_username": "qlzak",
      "logo_url": "0012/9037/129037v2-max-250x250.png",
      "logo_width": 513,
      "logo_height": 573,
      "overview": "Terry is the co-founder of Bread Labs, a social media marketing company, as well as an advisor to several startups based in SF and NYC.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:3448",
      "name": "Chandu Thota",
      "type": "Person",
      "permalink": "/person/chandu-thota",
      "homepage_url": "http://www.chanduthota.com",
      "twitter_username": "ChanduThota",
      "logo_url": "0002/5930/25930v2-max-250x250.jpg",
      "logo_width": 300,
      "logo_height": 300,
      "overview": "Chandu Thota is a founder, and the chief technology officer at Center'd/The Dealmap. He was previously the lead developer of Microsoft Virtual Earth now known as Bing Maps.\nChandu has authored three technology books, most recently Programming MapPoint and Virtual Earth in .Net published by O'Reilly.\nChandu is listed as an inventor on over twenty patent applications related to geo-spatial mapping and technology. He is a widely recognized expert in the field of mapping, geo-spatial applications and scalable web services.\nHe holds a B.E. degree in electrical engineering degree from Osmania University, Hyderabad. ",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:108685",
      "name": "Wayne Pan",
      "type": "Person",
      "permalink": "/person/wayne-pan",
      "homepage_url": "http://waynepan.com",
      "twitter_username": "waynep",
      "logo_url": "0027/2579/272579v1-max-250x250.jpg",
      "logo_width": 200,
      "logo_height": 200,
      "overview": "Wayne Pan is the Manager - Software Engineer at Linkedin.\nHe was the Founder of Maybe Inc. (Acquired By Linkedin)",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:86817",
      "name": "Rod Begbie",
      "type": "Person",
      "permalink": "/person/rod-begbie",
      "homepage_url": "http://begbie.com",
      "twitter_username": "rodbegbie",
      "logo_url": "0014/2968/142968v1-max-250x250.jpg",
      "logo_width": 80,
      "logo_height": 80,
      "overview": "Brutally passionate software engineer/architect with over ten years of experience.\nWriting featured in O'Reilly's forthcoming \"97 Things Every Programmer Should Know: Collective Wisdom from the Experts\"",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:2095",
      "name": "Kevin Scott",
      "type": "Person",
      "permalink": "/person/kevin-scott",
      "homepage_url": null,
      "twitter_username": "kevin_scott",
      "logo_url": "0003/6538/36538v2-max-250x250.jpg",
      "logo_width": 96,
      "logo_height": 141,
      "overview": "Kevin Scott is the SVP of Engineering at LinkedIn.\nHe is responsible for all Software Development, Infrastructure, Developer Tools, and QA.\nPreviously Kevin was a Sr. Director of Engineering at Google responsible for mobile advertising.\nPrior he spent 3 years as VP of Engineering and Technical Operations at AdMob, a pioneering mobile advertising startup that played a significant role in the ongoing mobile application and service boom by providing the primary means of monetization and distribution for tens of thousands of mobile businesses. AdMob was acquired by Google in May 2010 and at the time was the largest M&A deal ever done by Google aside from Doubleclick and Youtube.\nPrior to AdMob, Kevin was a Sr. Engineering Manager at Google leading engineering teams responsible for identifying the ads most relevant to each query on google.com and for identifying and eliminating those ads which could lead to poor user experience.\nKevin also directed the team of engineers in Google's Atlanta office who built and are continually improving the Google Web Toolkit.\nPreviously at Google, Kevin founded and headed the 25-person search engineering group in Google's New York office. This group continues to be responsible for development of search infrastructure, advanced search user interfaces, and search relevance improvements on google.com. Among many other things, these teams are responsible for the text summaries displayed with every search result, the results plus box, and sitelinks. In the deep-dark past, Kevin worked on parts of Froogle, and a number of ad projects including ad conversion feedback and workflow automation.\nWhile at Google, Kevin was also responsible for organizing Google's first faculty summit, established Google's remote office engineering education and mentoring program, helped initiate Google's engineering leadership development program, administered the company's engineering job satisfaction assessment program, and was involved with two successful Google acquisitions, one as engineering diligence and integration lead.\nPrior to Google, Kevin was a visiting Researcher and Instructor of Computer Science at the Institute for Informatics at the University of Goettingen in Germany. Kevin is an alumnus of the Programming Language Systems Group at Microsoft Research, of the applied mathematics group atSGI/Cray Research, and of the computational biology group at the NCSA.\nKevin is the recipient of a Google Founders Award for technical contributions to ads engineering and is a recipient of an Intel Graduate Fellowship.\nKevin is the author of five refereed research papers and a large handful of pending patent applications. Kevin was a member-at-large of the ACM Council (7/06-8/07), a founding member of the ACM Professions Board, and a recipient of an ACM Recognition of Service award for co-organizing the 1999 ICFP programming contest.\nKevin holds an MS in Computer Science from Wake Forest University.\nBS in Computer Science from Lynchburg College.\nKevin has been on leave from the computer science Ph.D. program at the University of Virginia since joining Google in 2003.\nKevin is also a very proud Graduate of the Central Virginia Governor's School for Science and Technology.\nFeel free to contact me by e-mail at kevin dot scott at gmail.com .",
      "investment_rounds": 2,
      "invested_companies": 2
    },
    {
      "id": "p:31991",
      "name": "Jen Grant",
      "type": "Person",
      "permalink": "/person/jen-grant",
      "homepage_url": null,
      "twitter_username": "jenatbox",
      "logo_url": "0007/1626/71626v1-max-250x250.jpg",
      "logo_width": 131,
      "logo_height": 131,
      "overview": "Jen Grant is the Vice President of Marketing at Box.net, where she is responsible for leading brand strategy, sales marketing, public relations, and product marketing.\nPrior to Box.net, Jen spent four years at Google where she was head of marketing for the Apps team responsible for marketing Gmail, Calendar, Talk, Blogger, Reader, Picasa, Orkut, and OpenSocial. In addition, she built out the Google Apps Education Edition marketing team to support sales to CIOs at universities and reach out directly to students. Earlier, Jen developed the marketing, education, and outreach strategy for Google Book Search and led the marketing team in successfully swaying public opinion and improving relations with publishers. In 2007, she received a Google Founders Award - the most prestigious award offered at Google. Prior to Google, Jen was a Product Manager at Stata Labs, which was acquired by Yahoo in 2004, Director of Marketing at Thin Multimedia and a co-founder at DealMaven, which was acquired by FactSet.\nMost of Jen's free time is spent chasing her twin girls around the house and curling up with her son to eat cookies and watch Ben 10. She received her MBA from Wharton and earned her bachelor's degree from Princeton.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:5079",
      "name": "Al Gore",
      "type": "Person",
      "permalink": "/person/al-gore",
      "homepage_url": "http://algore.com",
      "twitter_username": "algore",
      "logo_url": "0001/7214/17214v1-max-250x250.png",
      "logo_width": 264,
      "logo_height": 428,
      "overview": "Former Vice President Al Gore is the Board Director of Apple Inc.\nHe is also a Co - Founder and Chairman of Generation Investment Management, a firm that is focused on a new approach to Sustainable Investing.\nGore is also Co - Founder and Chairman of Current TV, an independently owned cable and satellite television network for young people based on viewer-created content and citizen journalism.\nA member of the Board of Directors of Apple Computer, Inc.\nA Senior Advisor to Google, Inc.\nGore is also Visiting Professor at Middle Tennessee State University in Murfreesboro, Tennessee.\nMr. Gore is the author of An Inconvenient Truth, a best-selling book on the threat of and solutions to global warming, and the subject of the movie of the same title, which has already become one of the top documentary films in history. In 2007, An Inconvenient Truth was awarded two Academy Awards for Best Documentary Feature and Best Original Song.\nSince his earliest days in the U. S. Congress 30 years ago, Al Gore has been the Leading Advocate for confronting the threat of global warming. His pioneering efforts were outlined in his best-selling book Earth in the Balance: Ecology and the Human Spirit (1992). He led the Clinton-Gore Administration's efforts to protect the environment in a way that also strengthens the economy.\nAl Gore was born on March 31, 1948, the son of former U.S. Senator Albert Gore, Sr. and Pauline Gore. Raised in Carthage, Tennessee, and Washington, D.C.\nHe received a Degree in Government with honors from Harvard University in 1969.\nAfter graduation, he volunteered for enlistment in the U.S. Army and served in the Vietnam War.\nUpon returning from Vietnam, Al Gore became an Investigative Reporter with the Tennessean in Nashville, where he also attended Vanderbilt University's Divinity School and then Law School.\nAl Gore and his wife, Tipper, reside in Nashville, Tennessee.\nThey have four children- Karenna, Kristin, Sarah, and Albert III; and two grandchildren: Wyatt Gore Schiff and Anna Hunger Schiff.",
      "investment_rounds": 2,
      "invested_companies": 2
    },
    {
      "id": "p:63423",
      "name": "Pete Koomen",
      "type": "Person",
      "permalink": "/person/pete-koomen",
      "homepage_url": null,
      "twitter_username": "koomen",
      "logo_url": "0016/9569/169569v2-max-250x250.jpg",
      "logo_width": 400,
      "logo_height": 600,
      "overview": "Pete Koomen is the Co - Founder & President of Optimizely.\nPete co-founded Optimizely after three years at Google, where he worked on Google App Engine, among other things.\nHe holds degrees in Math and Computer Science and dislikes writing in the third person.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:9656",
      "name": "Nathan Stoll",
      "type": "Person",
      "permalink": "/person/nathan-stoll",
      "homepage_url": "http://nathanstoll.com",
      "twitter_username": "nathanstoll",
      "logo_url": "0001/7578/17578v1-max-250x250.jpg",
      "logo_width": 150,
      "logo_height": 189,
      "overview": "Nathan Stoll is a co-Founder at The Mechanical Zoo.\nHe worked for several years as Product Manager of Google News, but left the project in early 2008.\nHe also launched Google Suggest and worked on parts of the Adwords system.\nHe graduated from Stanford University with degrees in Computer Science and Political Science.",
      "investment_rounds": 1,
      "invested_companies": 1
    },
    {
      "id": "p:20249",
      "name": "Rob Spiro",
      "type": "Person",
      "permalink": "/person/rob-spiro",
      "homepage_url": null,
      "twitter_username": "robsp",
      "logo_url": "0028/1434/281434v1-max-250x250.jpg",
      "logo_width": 200,
      "logo_height": 200,
      "overview": "Founder of a new tech-startup in the food & agriculture space.  Currently in the research phase.\nWas previously working on product strategy & design for Google+.\nBefore that, cofounder of Aardvark (vark.com) where he worked on product design & management.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:20250",
      "name": "Paul Bankhead",
      "type": "Person",
      "permalink": "/person/paul-bankhead",
      "homepage_url": null,
      "twitter_username": "plbankhead",
      "logo_url": "0028/1439/281439v1-max-250x250.jpg",
      "logo_width": 200,
      "logo_height": 200,
      "overview": "Paul Bankhead was a manager in Google's Business Operations group where he led international operations initiatives, company-wide recruiting process improvements, and Google's renewable energy planning. Previously, Paul was a consultant at McKinsey. He holds a BS in Electrical Engineering from BYU.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:92217",
      "name": "Jeff Pickhardt",
      "type": "Person",
      "permalink": "/person/jeff-pickhardt",
      "homepage_url": null,
      "twitter_username": "jrpickhardt",
      "logo_url": "0028/1601/281601v1-max-250x250.png",
      "logo_width": 403,
      "logo_height": 346,
      "overview": "Jeff Pickhardt is founder of Jerpix Games and formerly Software Engineer of Optimizely.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:204195",
      "name": "Vinodh Kumar",
      "type": "Person",
      "permalink": "/person/vinodh-kumar-2",
      "homepage_url": null,
      "twitter_username": "vinodhtweets",
      "logo_url": "0028/2965/282965v1-max-250x250.jpg",
      "logo_width": 181,
      "logo_height": 176,
      "overview": "Vinodh comes to BloomReach with more than a decade of experience in diverse technologies including networking, compilers, systems, machine learning and information retrieval. An innovator and a core techie at heart, he spent the last six years at Google where he was the technical leader for Google News quality, writing most of the Google News ranking code and launching several news editions and features such as bilingual news. Vinodh also served as engineering lead for Google Apps Marketplace and led Google India Music Search.\n Prior to Google, he was a software engineer at Infinera and Cisco. Vinodh has filed over ten patent applications in various areas including cloud computing, network management and edge networking services.\nHe holds a BE in Computer Science and Engineering from Anna University, and a ME in Computer Science from Indian Institute of Science, Bangalore.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:205142",
      "name": "Laurence Aderemi",
      "type": "Person",
      "permalink": "/person/laurence-aderemi",
      "homepage_url": null,
      "twitter_username": "laurenceaderemi",
      "logo_url": "0028/4448/284448v1-max-250x250.jpg",
      "logo_width": 500,
      "logo_height": 500,
      "overview": "Laurence Aderemi is the  founder of Moni Technologies.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:130901",
      "name": "Aaron Weissman",
      "type": "Person",
      "permalink": "/person/aaron-weissman",
      "homepage_url": null,
      "twitter_username": "therealweissman",
      "logo_url": "0028/6411/286411v1-max-250x250.jpg",
      "logo_width": 198,
      "logo_height": 198,
      "overview": "'Be epic, but don't forget the details.'\nMarketing warrior who inspires cross-functional teams to achieve strategic & creative visions that turn brands into empires, and 'impossible' acquisition targets into reality. No idea is too big, and no executional task is too small.\nMy love for marketing stems from my passion for both the creative AND analytical (the ying and yang of great marketing campaigns), and the belief that the best marketing tells a compelling narrative, creating magic from business.\nI've been blessed to have my professional path unfold as it has... from managing multi-million dollar online advertising budgets for large tech firms --> managing the Google Homepage and brand --> leading Creative Direction and Online acquisition for Google Maps --> building a marketing program from scratch at Skimlinks (and getting credited for Pinterest's success along the way: http://tcrn.ch/xYxtln).\nSome favorite highlights from the journey so far include hosting the Google Sales Conference, (bit.ly/18pXW8L), creating the PacMan Google Doodle (www.google.com/pacman), being encouraged to fly home early from the best trip I will ever be apart of (where we learned about the entrepreneurial and technological challenges that exist in Nairobi, Hamburg and Moscow) so that I could represent Google Marketing in a 1:1 basketball tournament on Alcatraz - say what!??! (http://sports.espn.go.com/espn/page2/story?id=5594760), and celebrating Skimlinks great 2012 with a mystery trip to Llubjlana, Slovenia.\nthe journey has inspired my philosophical approach to marketing (and life at large) with certain key lessons:\n- life and work is a team sport. managers should be point guards.\n- benefits over features. ALWAYS.\n- fun and exercise, isn't negotiable.\n- passion, passion, passion.\n- simplifying is anything but simple.\n- no idea is too big to turn into reality. It simply needs to be broken down into it's component parts.\nInspiration (and 'ROI') are all around us",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:211172",
      "name": "David Estrada",
      "type": "Person",
      "permalink": "/person/david-estrada",
      "homepage_url": "http://glimr-app.com",
      "twitter_username": "realestrada",
      "logo_url": "0029/4196/294196v2-max-250x250.jpg",
      "logo_width": 612,
      "logo_height": 612,
      "overview": "David Estrada is the  Founder & CEO at Glimr, Inc.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:79701",
      "name": "Axel Hansen",
      "type": "Person",
      "permalink": "/person/axel-hansen",
      "homepage_url": null,
      "twitter_username": "axelrh",
      "logo_url": "0011/9457/119457v2-max-250x250.jpg",
      "logo_width": 180,
      "logo_height": 207,
      "overview": "Axel Hansen is the Co - Founder of Newsle.\nHe studied Computer Science at Harvard until April 2011, when he left to work on Newsle full-time. He has researched computer security at Dartmouth, where he published papers on network anomaly detection and smart fuzzing.\nIn summer 2010, he was a Software Engineering Intern at Google, where he worked on Chrome OS.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:108678",
      "name": "Rastislav Turek",
      "type": "Person",
      "permalink": "/person/rastislav-turek",
      "homepage_url": "http://turek.co",
      "twitter_username": "synopsi",
      "logo_url": "0029/9994/299994v1-max-250x250.png",
      "logo_width": 58,
      "logo_height": 52,
      "overview": "Founder, CEO at SynopsiTV.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:158523",
      "name": "Willem Van Lancker",
      "type": "Person",
      "permalink": "/person/willem-van-lancker",
      "homepage_url": null,
      "twitter_username": "vanlancker",
      "logo_url": "0030/1214/301214v1-max-250x250.png",
      "logo_width": 256,
      "logo_height": 256,
      "overview": "Willem Van Lancker is the Co - Founder & CPO of Oysterbooks.com .\nHe lives in NYC. He writes from time to time here.\nHe used to,\nDesign Maps at Google,\nInterfaces at Apple,\nGraphic Design at IDEO .\nBefore all of this, he was a Sea Captain in Rhode Island.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:21563",
      "name": "Tal Riesenfeld",
      "type": "Person",
      "permalink": "/person/tal-riesenfeld",
      "homepage_url": null,
      "twitter_username": "TalRiesenfeld",
      "logo_url": "0029/9935/299935v1-max-250x250.jpg",
      "logo_width": 100,
      "logo_height": 100,
      "overview": "As VP Sales and co-founder of Eyeview, Tal Riesenfeld stands at the forefront of the video advertising industry, leading top-tier agencies and Fortune 500 companies to harness Eyeview",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:202566",
      "name": "Brian Axe",
      "type": "Person",
      "permalink": "/person/brian-axe-2",
      "homepage_url": null,
      "twitter_username": "brianaxe",
      "logo_url": "0030/1874/301874v1-max-250x250.jpg",
      "logo_width": 200,
      "logo_height": 200,
      "overview": "I have a passion for building great products and companies. One of my greatest joys at Google was helping product folks on my team at Google be entrepreneurial and now I do the same for high caliber entrepreneurs outside of Google.\nI launched the AdSense for Content business in 2003 and grew it to a multibillion dollar product line growing into a role managing 20+ product managers. I worked in the Google Apps group (2008-2010) focused on Google's photo products (Picasa, PicasaWeb, Google+, etc). I authored over a dozen patents, championed acquisitions of Applied Semantics, Feedburner, Picnik, and Performics and served as the product lead for the $3B DoubleClick integration.\nPrior to joining Google, I founded Zaplet (now MetricStream), a Kleiner Perkins, Vinod Khosla start-up bringing email based applications to market. I led product management for GolfWeb (now the golf section of CBS Sports), and previously held product positions at HP, and IBM. I hold a B.S. from UCLA and a M.S. from Stanford.\nSpecialties:Bringing innovative new products to market.Starting technology companies.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:11871",
      "name": "Vikas Gupta",
      "type": "Person",
      "permalink": "/person/vikas-gupta",
      "homepage_url": null,
      "twitter_username": "vikasgupta",
      "logo_url": "0006/5105/65105v4-max-250x250.jpg",
      "logo_width": 640,
      "logo_height": 427,
      "overview": "Vikas Gupta is co-founder and CEO of Jambool, Inc. Jambool operates Social Gold, a leading virtual currency and payments platform for social games and applications.\n The platform enables developers to create and manage their own white-labeled virtual currency, to provide an unparalleled, in-app payments experience to their users, and to optimize their virtual economy using robust analytics.\n Prior to Jambool, Vikas led both the Payments and the Web Services groups at Amazon.com. He also was lead inventor for Amazon’s Flexible Payments Service.\nVikas co-founded Jambool in 2006 and built several popular applications on the Facebook platform – all of which employed virtual economy elements that became the foundation for Social Gold.",
      "investment_rounds": 3,
      "invested_companies": 3
    },
    {
      "id": "p:171196",
      "name": "Otto Leinsdorf",
      "type": "Person",
      "permalink": "/person/otto-leinsdorf",
      "homepage_url": null,
      "twitter_username": "ottomanfred",
      "logo_url": "0030/6877/306877v1-max-250x250.jpg",
      "logo_width": 230,
      "logo_height": 322,
      "overview": "Otto joined Crosslink in 2012 and focuses on mobile, content, and media investments.\nPrior to joining Crosslink, Otto worked as an analyst for the Product Counsel group at YouTube where he worked on product risks associated with internationalization, the livestreaming platform, and content licensing transactions. Prior to YouTube, Otto worked as an associate in the Dedicated Clients Sector of Google's Online Sales Organization.  He is currently a member of the Founders' Board and an advisor to policymic.com.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:34606",
      "name": "Sanjeev Agrawal",
      "type": "Person",
      "permalink": "/person/sanjeev-agrawal",
      "homepage_url": "http://www.linkedin.com/in/sanjeevagrawal2007",
      "twitter_username": "saagrawa",
      "logo_url": "0030/9368/309368v1-max-250x250.jpg",
      "logo_width": 137,
      "logo_height": 137,
      "overview": "Sanjeev is the founder of collegefeed. Before collegefeed, Sanjeev was CEO of Aloqa, a mobile push platform (acquired by Motorola) Head of Product Marketing for Google, and VP Products and Marketing at Tellme Networks (acquired by Microsoft). Sanjeev is also an advisor to SocialTwist, the leading enterprise SAAS platform for social marketing. He holds a BS and MS in EECS from MIT, spent 4 years as a management consultant at McKinsey &Co., and 3 at Cisco Systems. He pretends to play squash when not chasing down his 3 year old for exercise.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:41942",
      "name": "Maneesh Arora",
      "type": "Person",
      "permalink": "/person/maneesh-k-arora",
      "homepage_url": "http://linkedin.com/in/maneesharora",
      "twitter_username": "maneesh1",
      "logo_url": "0030/2766/302766v1-max-250x250.png",
      "logo_width": 193,
      "logo_height": 193,
      "overview": "Maneesh Arora is CEO & co-founder of MightyText. He is a product builder who previously worked at Google and Zynga.",
      "investment_rounds": 15,
      "invested_companies": 14
    },
    {
      "id": "p:79154",
      "name": "Shannon Bauman",
      "type": "Person",
      "permalink": "/person/shannon-bauman",
      "homepage_url": null,
      "twitter_username": "Shantheman",
      "logo_url": "0032/9992/329992v1-max-250x250.jpg",
      "logo_width": 139,
      "logo_height": 155,
      "overview": "Shannon Bauman worked at Google from 2004 until 2009, both as a Product Manager and an Engineer.  He co-founded Spring Metrics, and Taggs.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:139424",
      "name": "Jamie Davidson",
      "type": "Person",
      "permalink": "/person/jamie-davidson-2",
      "homepage_url": null,
      "twitter_username": "jamiedavidson",
      "logo_url": "0033/5595/335595v1-max-250x250.jpg",
      "logo_width": 375,
      "logo_height": 500,
      "overview": "Jamie Davidson is the Co-Founder of PrimaTable, a service dedicated to bringing the finest food and wine events to consumers.  Previously, he spent time at Kleiner Perkins, YouTube and Google as a Product Manager and Engineer.  He graduated from Princeton University with a degree in Operations Research and Financial Engineering.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:112045",
      "name": "Pierre Lebeau",
      "type": "Person",
      "permalink": "/person/pierre-lebeau",
      "homepage_url": "http://www.keecker.com",
      "twitter_username": "pierreleb",
      "logo_url": "0015/6883/156883v2-max-250x250.jpg",
      "logo_width": 270,
      "logo_height": 421,
      "overview": "Pierre is the Founder of Keecker, ex-Product Manager at Google, based in Paris, France.\nInnovator at heart, Pierre loves taking new ideas to reality, since joining Google in 2005 he has been in charge of the initial European launches of products such as (Urchin, then) Google Analytics, the Adwords API, Mobile Ads and Mobile Adsense.He joined the acquired GrandCentral team in 2008 to lead the international deployments of Google Voice, where he launched Google Voice 'lite' in the US and Gmail call phones globally.\nEver adapting, able to talk code, legal, bus-dev and marketing with CEOs in one sentence, Pierre is a multi-hat product manager that loves to delve into unchartered territories.\nAdditionally, Pierre holds a US patent for his work on mobile advertising and held positions as Product Manager at Realestate.com.au, the leading Australian real estate portal owned by News Corp and Project Manager at Trellian.com, a pioneer startup working on search engine inclusion and optimization. Pierre hold a Master of Public Policy from Monash Univerisity and a BA of International Business from Flinders University, Australia. ",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:263553",
      "name": "Daniel Rongo",
      "type": "Person",
      "permalink": "/person/daniel-rongo",
      "homepage_url": "http://www.danielrongo.com",
      "twitter_username": "danielrongo",
      "logo_url": "0036/9077/369077v2-max-250x250.jpg",
      "logo_width": 450,
      "logo_height": 450,
      "overview": "Founder at SimplyJob, Internet entrepreneur and cloud expert. ",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:11481",
      "name": "Brent Harrison",
      "type": "Person",
      "permalink": "/person/brent-harrison",
      "homepage_url": "http://www.smokejumperstrategy.com",
      "twitter_username": "smokejumper",
      "logo_url": "0011/6443/116443v2-max-250x250.jpg",
      "logo_width": 1121,
      "logo_height": 1516,
      "overview": "Brent Harrison is Founder and President of SmokeJumper Strategy, a Silicon Valley-based consulting firm. He is an experienced software and Internet innovator, marketer, agile coach and team leader. His track record includes building winning products and profitable businesses in consumer, enterprise, developer and education markets.\nBrent serves as an Advisor to a number of early-stage companies (CrashMyPad, Kincast, Shopilly) as well as Facebook Local and the Kellogg School of Management.\nBrent is founder and owner of Savvy Cellar Wine Bar & Wine Shop in Mountain View, CA, Organic Wine Review and Lake Morton Vacations.\nPrior to founding SmokeJumper Strategy, Brent was Vice President of Marketing at Apple. There, he transformed PowerSchool's product line (a K-12 student information system), doubled revenues and led the division to profitability for the first time in its history.\nPreviously, Brent was Executive Director at America Online (AOL) and Netscape Communications. He invented AOL Communicator, which became AOL's broadband client; redefined \"You've Got Pictures\", a service allowing AOL members to manage and share their digital images; and led the creation of the Internet's #1 automotive destination across AOL, CompuServe and Netscape.\nAt Netscape, Brent built and managed a team of 75 engineers, product and program managers, that shipped multiple versions of the Netscape Enterprise Client. He also held positions in Market Development and Strategic Planning.\nBrent's first career experience was as a SmokeJumper, parachuting into forest fires, in Canada's North - thus the name of the consulting firm.\nBrent holds an MBA from the Kellogg School of Management at Northwestern University, and a BA from Queen's University. ",
      "investment_rounds": 1,
      "invested_companies": 1
    },
    {
      "id": "p:14608",
      "name": "Tom McInerney",
      "type": "Person",
      "permalink": "/person/tom-mcinerney",
      "homepage_url": "http://tgm.com",
      "twitter_username": "tgmtgm",
      "logo_url": "0005/3644/53644v2-max-250x250.jpg",
      "logo_width": 2048,
      "logo_height": 3072,
      "overview": "Thomas McInerney advises and invests in early stage Internet companies. Tom has a computer science background and began his career as an Engineer / Scientist at Apple",
      "investment_rounds": 20,
      "invested_companies": 16
    },
    {
      "id": "p:44019",
      "name": "Kai-Fu Lee",
      "type": "Person",
      "permalink": "/person/kai-fu-lee",
      "homepage_url": "http://www.kaifulee.com",
      "twitter_username": "kaifulee",
      "logo_url": "0006/2835/62835v3-max-250x250.jpg",
      "logo_width": 197,
      "logo_height": 246,
      "overview": "Dr. Kai-Fu Lee is the Founder of Innovation Works. He served  as Vice President, Engineering of Google Inc., and President of its Chinese Operations since July 2005.\nHe is widely known for his pioneering work in the areas of speech recognition and artificial intelligence. Dr. Lee joined Google from Microsoft, where he most recently held the position of Corporate Vice President, after founding Microsoft Research China in 1998.\nPrior to joining Microsoft, Dr. Lee was a Vice President and General Manager at Silicon Graphics Inc., responsible for Internet and multimedia software.\nDr. Lee also spent six years at Apple, serving as Vice President of Apple's interactive media group, and before that was an assistant professor at Carnegie Mellon University.\nHe is the Chairman of the Advisory Board at WI Harper Group which he joined on October 1, 2009.\nIn addition, from 1988 to 1990 he was an assistant professor at Carnegie Mellon University, where he developed the world's first speaker-independent continuous speech-recognition system.\nDr. Lee holds a Ph.D. in Computer Science from Carnegie Mellon University and a B.S. in Computer Science with highest honors from Columbia University. He is a Fellow of the IEEE.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:65445",
      "name": "Bob Mansfield",
      "type": "Person",
      "permalink": "/person/bob-mansfield",
      "homepage_url": null,
      "twitter_username": "BobParody",
      "logo_url": "0009/6505/96505v1-max-250x250.jpg",
      "logo_width": 270,
      "logo_height": 378,
      "overview": "Bob Mansfield is Apple's Senior Vice President of Technologies, reporting to CEO Tim Cook.\nBob leads all of Apple's wireless and semiconductor teams across the company. He joined Apple in 1999 to oversee the team that has delivered dozens of breakthrough Mac products including the MacBook Air and the all-in-one iMac line. Over the years, Bob has led some of the company's most challenging engineering projects.\nPrior to joining Apple, Bob was Vice President of Engineering at Raycer Graphics, which Apple acquired in 1999.\nPreviously, Bob was a senior director at SGI, responsible for the development of various microprocessor designs.\nBob earned a BSEE Degree from The University of Texas at Austin in 1982.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:72531",
      "name": "Brian Roddy",
      "type": "Person",
      "permalink": "/person/brian-roddy",
      "homepage_url": null,
      "twitter_username": "brianjroddy",
      "logo_url": "0026/6532/266532v1-max-250x250.jpg",
      "logo_width": 113,
      "logo_height": 113,
      "overview": "Brian Roddy is currently the SVP of Engineering at Jive Software.\nBrian has more than 15 years experience leading engineering teams and building market leading products.\nMost recently, at Cisco he oversaw a team of over 200 engineers, building mission-critical, high-performance networking products.\nRoddy joined Cisco through the acquisition of Reactivity, a leading XML gateway provider, which he co-founded in 1997.\nPrior to Reactivity, he was a senior scientist at Apple.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:18823",
      "name": "Aaron Hillegass",
      "type": "Person",
      "permalink": "/person/aaron-hillegass",
      "homepage_url": "http://www.bignerdranch.com",
      "twitter_username": "aaronhillegass",
      "logo_url": "0012/7294/127294v2-max-250x250.jpg",
      "logo_width": 120,
      "logo_height": 137,
      "overview": "Aaron Hillegass is the 10-gallon cowboy-hat wearing CEO of Big Nerd Ranch, which he founded in 2001. He started programming at the age of 10 in the basement of the Oregon Museum of Science and Industry. At 19, Aaron took his first professional programming job with the Mitre Corporation in their Advanced Signal Processing Lab. He wrote the data structures library for Tower Eiffel, before leaving to work on Wall Street to help create mortgage-backed securities, a device that would, fifteen years later, bring our entire economy to its knees. Aaron was also a developer trainer at NeXT in 1995 - 1997. Shortly after NeXT was bought by Apple, Aaron left to start his own company.\nIn 2000 Aaron was asked to teach Apple engineers how to write apps for this new Operating System: Mac OS X. After spending the summer of 2000 volunteering at the Omega Institute in Rhineback, NY, he decided to apply the monastic idea of retreat to technical training; Big Nerd Ranch was born. BNR taught its first course in March of 2001.\nMacTech consistently names Aaron one of the top 25 most influential people in the Mac community. An accomplished speaker, Aaron has lectured at Apple's Worldwide Developer Conference (WWDC), ApacheCon, and C4. He has given the keynote at all the \"Voices That Matter\" iPhone Developers Conferences. He also gave the keynote at BZMedia's iPhone/iPad DevCon.\nAaron is also a best selling author. \"Cocoa Programming for Mac OS X\" was published in December of 2001. \"Cocoa Programming\" is widely considered the Bible of Mac development. It is now in its third edition and has been translated into French, German, Korean, Japanese and Chinese. He is also the co-author of \"Advanced Mac OS X Programming\" and \"iPhone Programming: the Big Nerd Ranch Guide\". He was one of two developers who wrote topsXtreme, a orthodontic practice management system based on Cocoa and PostgreSQL. He has also written applications for UPS, Z-Systems, and Apple, among others. In 2009, Aaron wrote the popular campground ",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:98744",
      "name": "Faruk Ate?",
      "type": "Person",
      "permalink": "/person/faruk-ates",
      "homepage_url": "http://farukat.es",
      "twitter_username": "KuraFire",
      "logo_url": "0014/1803/141803v6-max-250x250.jpg",
      "logo_width": 202,
      "logo_height": 165,
      "overview": "Faruk Ate? is the founder of four53, a small startup based in San Francisco and Vancouver. Four53 makes web applications and software, and their first product is Presentate.\nPreviously he was a Product Designer at Apture, since acquired by Google. Ate? also runs Modernizr, an open-source JavaScript library aimed at helping developers get started with HTML5 and CSS3.\nFor 2006-2009 Ate? worked at Apple, helping to bring the Apple Online Store up to speed with modern web standards and accessible practices.\nBefore Apple, Ate? worked as a content management systems developer and designer at a web hosting agency in Leiden, The Netherlands.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:101679",
      "name": "Anne Ahola Ward",
      "type": "Person",
      "permalink": "/person/anne-ahola-ward",
      "homepage_url": "http://www.circleclick.com",
      "twitter_username": "annebot",
      "logo_url": "0014/5324/145324v4-max-250x250.jpg",
      "logo_width": 640,
      "logo_height": 480,
      "overview": "Anne Ahola Ward is the Co-founder of one of San Francisco's leading digital marketing agencies, CircleClick Media. She has spent more than a decade developing business on the web. After finishing her degree at the University of Texas, Anne has thrived in a wide range of areas in the web industry. She has mastered almost every role in web development; DBA, web master, programmer, graphic designer, video producer/editor, content writer, etc.\nAn early entrant into field of SEO, Anne has helped many clients monetize their online marketing efforts to achieve lead generation goals. As a web marketing consultant, Anne has had such notable clients as Apple Computer's Education Marketing department, Heroku, Path, the Celebrity Charity Mask Exhibition of New York, Ken Seeley of A&E's Intervention, Poison, and Inc. magazine.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:52498",
      "name": "Larry Cornett",
      "type": "Person",
      "permalink": "/person/larry-cornett",
      "homepage_url": "http://www.brilliantforge.com",
      "twitter_username": "Cornett",
      "logo_url": "0007/6674/76674v7-max-250x250.jpg",
      "logo_width": 219,
      "logo_height": 250,
      "overview": "Larry Cornett is the founder of Brilliant Forge; a product strategy and design consultancy that helps organizations focus their consumer insights, product vision, business strategy, and technology capabilities into new business opportunities.\nMost recently, Larry was the Vice President of Consumer Products for [Yahoo!](/company/yahoo) Search. Before that, he was a Director at [eBay](/company/ebay), where his team focused on multiple products for Tailored Shopping Experiences, Platform, and International sites.\nEarlier in his career, he was a designer at [Apple Computer,](/company/apple) where he worked on the Finder, OS, and International software; and [IBM](/company/ibm), where he worked on database and development tools. He was also the principal consultant for MindSpan Design, an interaction design agency where he worked on desktop, web, and mobile solutions for a variety of clients (http://www.mindspandesign.com).\nLarry received his Ph.D. from Rice University, where he designed and developed a coaching system for training software users. He holds multiple patents, which include design work on web-based products and hardware solutions.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:4636",
      "name": "Ariel Maislos",
      "type": "Person",
      "permalink": "/person/ariel-maislos",
      "homepage_url": null,
      "twitter_username": "arielmaislos",
      "logo_url": "0025/6125/256125v1-max-250x250.jpg",
      "logo_width": 200,
      "logo_height": 200,
      "overview": "Ariel Maislos is the Co - Founder & President of Anobit Technologies.\nPrior to Co - Founding Anobit, Mr. Maislos was Co - Founder & President of Passave, which was acquired by PMC Sierra (NASDAQ:PMCS) in 2006.\nHe has filed numerous patents in the fields of signal processing and digital communications, and was an editor of the IEEE 802.3 Ethernet standard.\nMr. Maislos holds an M.B.A. Degree from Tel Aviv University.\nB.Sc., cum laude, in Physics, Mathematics and Computer Science from the prestigious Talpiot program at the Hebrew University.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:181325",
      "name": "Matthew Tom-Wolverton",
      "type": "Person",
      "permalink": "/person/matthew-tom-wolverton",
      "homepage_url": "http://mtwstudios.com",
      "twitter_username": "mtwstudios",
      "logo_url": "0024/9185/249185v2-max-250x250.png",
      "logo_width": 530,
      "logo_height": 779,
      "overview": "Matthew Tom-Wolverton ia an Engineer at Tumblr.\nHe earned his BS (Computer Science) from the College of New Jersey in 2010.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:126383",
      "name": "Andrew Cross",
      "type": "Person",
      "permalink": "/person/andrew-cross",
      "homepage_url": "http://www.andrewcross.ca",
      "twitter_username": "cross_andrew",
      "logo_url": "0017/5110/175110v2-max-250x250.jpg",
      "logo_width": 1508,
      "logo_height": 1509,
      "overview": "CEO of GooseChase. Hustler and UX Design. Mobile positions at Apple and Polar Mobile, BASc Engineering at University of Waterloo.Giving in to my travel obsession with Tripzaar, a peer-to-peer online marketplace for trips. You pick a place and what you want to do there. We show you customizable packages created by local experts.\nSpecialties: mobile app design, hardware design, entrepreneurship, front-end dev, graphic design ",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:72754",
      "name": "Erik D. Anderson",
      "type": "Person",
      "permalink": "/person/erik-d-anderson",
      "homepage_url": "http://www.premieredigital.net",
      "twitter_username": "ErikAndersonPDS",
      "logo_url": "0010/6798/106798v2-max-250x250.jpg",
      "logo_width": 622,
      "logo_height": 929,
      "overview": "Erik Anderson is the Founder and CEO of Premiere Digital Services.  Prior to founding PDS, Erik led the operations team that built out Apple's iTunes Video Store, the world's largest and most profitable online digital movie store.\n Erik helped define many of the technical specifications now considered industry standard for digital delivery.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:17017",
      "name": "Alain Raynaud",
      "type": "Person",
      "permalink": "/person/alain-raynaud",
      "homepage_url": "http://www.fairsoftware.net",
      "twitter_username": "alain94040",
      "logo_url": "0002/4148/24148v4-max-250x250.jpg",
      "logo_width": 1280,
      "logo_height": 960,
      "overview": "Alain Raynaud the founder of Foundrs.com. He also is the organizer of the Startup Conference and the director of the Founder Institute Paris.\nHe previously co-founded EVE-USA and was their Technical Director, in San Jose.\nAlain Raynaud started his career in high-tech as a freelance journalist in the late 80s working for French magazines such as MacWorld.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:107644",
      "name": "Kyle Killion",
      "type": "Person",
      "permalink": "/person/kyle-killion",
      "homepage_url": "http://www.flightswithfriends.com",
      "twitter_username": "killion",
      "logo_url": "0027/9345/279345v1-max-250x250.jpg",
      "logo_width": 150,
      "logo_height": 150,
      "overview": "Kyle Killion is an experienced startup founder and product manager for innovative technology companies. ",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:156316",
      "name": "Paul D'Arcy",
      "type": "Person",
      "permalink": "/person/paul-darcy",
      "homepage_url": null,
      "twitter_username": "paul_j_darcy",
      "logo_url": "0021/2304/212304v2-max-250x250.jpg",
      "logo_width": 1200,
      "logo_height": 1800,
      "overview": "Paul J. D'Arcy is a technology industry CMO and entrepreneur based in Austin, Texas.\nPaul leads worldwide marketing for Indeed.com -- the #1 job site worldwide, with over 100 million unique visitors and 2 billion job searches per month. Indeed is available in more than 50 countries and 26 languages.\nPrior to Indeed, Paul served as the Chief Marketing Officer of MessageOne through its acquisition by Dell in 2008. At Dell, Paul was responsible for Large Enterprise Marketing across 40+ countries spanning from the U.S. to Argentina as well as Public sector marketing for Canada and Latin America.\nAn early proponent of \"Revenue Marketing\", Paul led Dell's implementation of a standard worldwide methodology for measurable lead generation and marketing-led outbound calling campaigns. The Dell implementation is now one of the largest lead generation programs in the world driving more than $10 Billion in pipeline and more than $2 Billion in directly attributed revenue.\nAs an expert on demand generation, digital marketing, and the consumerization of IT, Paul's articles have been published in  Forbes, CIO, and the Huffington Post. Paul's blog on the science of sales and marketing can be found at http://www.scienceofrevenue.com.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:209961",
      "name": "Sapna Mittal",
      "type": "Person",
      "permalink": "/person/sapna-mittal",
      "homepage_url": null,
      "twitter_username": "sap_mittal",
      "logo_url": "0029/2540/292540v2-max-250x250.jpg",
      "logo_width": 200,
      "logo_height": 200,
      "overview": "Sapna Mittal is Software Engineer at Apple.She is also the Co-Founder of Copperpix.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:80672",
      "name": "Leigh Newsome",
      "type": "Person",
      "permalink": "/person/leigh-newsome",
      "homepage_url": null,
      "twitter_username": "leighnewsome",
      "logo_url": "0029/3205/293205v1-max-250x250.jpg",
      "logo_width": 210,
      "logo_height": 210,
      "overview": "Leigh Newsome is a senior technology executive with 17 years of experience innovating products in the digital media industry. Previously, Leigh was SVP, Technology for Kantar Video, a division of WPP, focusing on video analytics and audience measurement. Prior to that he was SVP, Product at a mobile video company and CTO/Co-founder of Airspun Inc, an online audio company syndicating ads to radio networks. Leigh also held senior technical management positions at Digidesign (Avid Technology), an Academy Award winning hardware and software manufacturer in the audio and video industry.\nLeigh holds granted patents in media and mobile ad serving technologies.  He was a former consultant to Apple, for whom he developed a streaming media web application for the first generation iPhone. As an Adjunct Professor at New York University, he teaches a graduate course on audio application development for web and mobile devices. Leigh holds a BA in Psychology from San Jose State University.\nListens to: Thievery Corporation, Arcade Fire, Massive Attack, Blonde Redhead, Amy Winehouse, U2, Pink Floyd, Brad Mehldau, Billie Holiday, Miles Davis, John Coltrane, and The Beatles.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:205782",
      "name": "Geoff Clapp",
      "type": "Person",
      "permalink": "/person/geoff-clapp",
      "homepage_url": null,
      "twitter_username": "geoffclapp",
      "logo_url": "0028/5921/285921v1-max-250x250.jpg",
      "logo_width": 120,
      "logo_height": 131,
      "overview": "Geoff serves as a mentor and adviser to numerous startups in software technology and healthcare IT. An entrepreneur and engineer, Geoff was previously founder and CTO of Health Hero Network (acquired by Robert Bosch Healthcare) and a senior engineer at Apple.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:201783",
      "name": "Brian Acton",
      "type": "Person",
      "permalink": "/person/brian-acton",
      "homepage_url": null,
      "twitter_username": "brianacton",
      "logo_url": "0027/9097/279097v1-max-250x250.jpg",
      "logo_width": 193,
      "logo_height": 240,
      "overview": "Brian Acton is the Co - Founder of WhattsAPP.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:51475",
      "name": "Matt MacInnis",
      "type": "Person",
      "permalink": "/person/matthew-macinnis",
      "homepage_url": "http://about.me/matt.macinnis",
      "twitter_username": "stanine",
      "logo_url": "0028/1138/281138v1-max-250x250.png",
      "logo_width": 458,
      "logo_height": 359,
      "overview": "Matt MacInnis is the Co-Founder and CEO of Inkling Systems, the world",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:201260",
      "name": "Clement Bazan",
      "type": "Person",
      "permalink": "/person/clement-bazan",
      "homepage_url": null,
      "twitter_username": "Clementbazan",
      "logo_url": "0029/7847/297847v1-max-250x250.jpg",
      "logo_width": 200,
      "logo_height": 200,
      "overview": "Passionate by new technologies, Clement Bazan is a young tech entrepreneur who loves to work in international and fast paced environments. With his skills and personality, he wants to bring great value in favor of a dynamic organisation. His profile can fit into positions as business developer or software project manager.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:6476",
      "name": "Don Thorson",
      "type": "Person",
      "permalink": "/person/don-thorson",
      "homepage_url": "http://www.donthorson.com",
      "twitter_username": "donthorson",
      "logo_url": "0036/2439/362439v1-max-250x250.jpg",
      "logo_width": 200,
      "logo_height": 200,
      "overview": "CEO / Cofounder, Swipp, Inc",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:21891",
      "name": "Paul Tocatlian",
      "type": "Person",
      "permalink": "/person/paul-tocatlian",
      "homepage_url": "http://www.tocatlian.com",
      "twitter_username": "tocatlian",
      "logo_url": "0002/9862/29862v6-max-250x250.jpg",
      "logo_width": 1024,
      "logo_height": 1024,
      "overview": "Technology professional with a keen interest in mobile, middleware, cloud, and web technologies.\nPaul Tocatlian is currently Vice President of Engineering at Magnet Systems, reporting to founder and CEO, Alfred Chuang. Responsibilities include product management, software engineering, technical publications, and technical operations.\nMagnet Systems is building a mobile software platform to accelerate the emergence of a new generation of enterprise applications. Combining mobile, social and cloud technologies, Magnet",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:1640",
      "name": "Jonathan Schwartz",
      "type": "Person",
      "permalink": "/person/jonathan-schwartz",
      "homepage_url": null,
      "twitter_username": "openjonathan",
      "logo_url": "0002/0472/20472v3-max-250x250.png",
      "logo_width": 229,
      "logo_height": 239,
      "overview": "Jonathan Schwartz is Chief Executive Officer of CareZone, Inc., a company devoted to individuals and families caring for parents, children and loved ones.\nPrior to starting CareZone, he was the chief executive officer and president of Sun Microsystems, and a member of Sun's board of directors. He became Sun's CEO in 2006, succeeding the Company's co-founder and chairman of the board, Scott McNealy. After Sun's acquisition by Oracle Corp. in February, 2010, Schwartz announced his resignation via his twitter account.\nPrior to his position as COO, Schwartz served as Sun's executive vice president for software, its Chief Strategy Officer, and held a variety of leadership positions across product and corporate development. He joined Sun in 1996 after the Company acquired Lighthouse Design, where he was CEO and co-founder. Prior to that, Schwartz was a consultant with McKinsey & Co., Inc. in their New York offices.\nSchwartz received degrees in economics and mathematics from Wesleyan University.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:1641",
      "name": "Scott McNealy",
      "type": "Person",
      "permalink": "/person/scott-mcnealy",
      "homepage_url": null,
      "twitter_username": "smcnealy",
      "logo_url": "0012/1467/121467v1-max-250x250.jpg",
      "logo_width": 400,
      "logo_height": 308,
      "overview": "Scott McNealy is the co-founder of Sun Microsystems, the computer technology company he started in 1982 along with Vinod Khosla, Bill Joy, and Andy Bechtolsheim.\nSun Microsystems, along with companies such as Silicon Graphics, 3Com, and Oracle Corporation, was part of a wave of successful startup companies in California's Silicon Valley during the early and mid-1980s. In 1982, McNealy, who was then manufacturing director at Onyx Systems, a vendor of microprocessor-based Unix systems, was approached by fellow Stanford alumnus Khosla to help provide the necessary organizational and business leadership for the fledgling company. The name \"Sun\" was derived from Bechtolsheim's original SUN computer project.\nIn 1984, McNealy took over the CEO role from Khosla, who would ultimately leave the company in 1985. On 24 April 2006, McNealy stepped down as CEO after serving in that position for 22 years, and turned the job over to Jonathan Schwartz.\nUnlike most people who become involved in high technology industries, Scott McNealy did not come from the world of amateur programmers, hackers, and computer scientists. Instead, his background was in business, having earned a Bachelor of Arts in Economics from Harvard and an MBA from the Stanford Graduate School of Business. Prior to college, he graduated from Cranbrook Schools in Bloomfield Hills, Michigan, where his father was in the automotive industry; most of his work experience prior to joining Sun was in automotive manufacturing.\nIn April 2009, Oracle bought Sun Microsystems for an estimated $5.6 billion.",
      "investment_rounds": 3,
      "invested_companies": 3
    },
    {
      "id": "p:3112",
      "name": "Zack Urlocker",
      "type": "Person",
      "permalink": "/person/zack-urlocker",
      "homepage_url": "http://www.theopenforce.com",
      "twitter_username": "zurlocker",
      "logo_url": "0000/9910/9910v1-max-250x250.jpg",
      "logo_width": 150,
      "logo_height": 210,
      "overview": "Zack is a veteran technology executive, with 20 years of enterprise software experience. As Chief Operating Officer, he is responsible for all customer-facing aspects of the business at Zendesk.  Prior to Zendesk, he was EVP of Products at MySQL and responsible for Engineering & Marketing.  MySQL was acquired by Sun Microsystems for $1 billion and is now part of Oracle Corporation.  Zack has also held executive positions at Active Software, webMethods and Borland.  He is a frequent speaker and blogger on using open source and cloud technologies for competitive advantage.  In his spare time he is an occasional marathon runner and blues guitarist.",
      "investment_rounds": 1,
      "invested_companies": 1
    },
    {
      "id": "p:53993",
      "name": "Sujit Nair",
      "type": "Person",
      "permalink": "/person/sujit-nair",
      "homepage_url": null,
      "twitter_username": "suname",
      "logo_url": "0007/9266/79266v2-max-250x250.jpg",
      "logo_width": 837,
      "logo_height": 853,
      "overview": "Sujit Nair is currently employed with Microsoft India Pvt. Ltd as a Software Development Engineer in Test (SDET). He has been working with the Windows Serviceability team owning up components in DFS and SMB areas. Prior to Microsoft, he has couple of years of experience working with Sun Microsystems. He was primarily involved in propagating Sun's open-sourced products and has worked on developing NetBeans IDE support for Spring and Struts 2 frameworks as well as for Drupal Content Management System. Prior to Sun, he has couple of years experience with Siemens Ag, working on their proprietary Hospital Information System. He has experience working on Java, C++, J2EE, Windows Operating System, Windows Debugger, NetBeans RCP, et cetera.\nSujit has a Bachelors Degree in Computer Science from the National Institute of Technology Karnataka, Surathkal. ",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:50677",
      "name": "Ken O'Berry",
      "type": "Person",
      "permalink": "/person/ken-oberry",
      "homepage_url": "http://www.WeGeo.com",
      "twitter_username": "kenoberry",
      "logo_url": "0009/6605/96605v2-max-250x250.jpg",
      "logo_width": 336,
      "logo_height": 420,
      "overview": "Ken O'Berry is the founder and CEO of We Geo, a company focused on empowering marketers with the power of mobile location and consumer purchase intent to allow targeting of promotions that drive traffic in store.\nKen has more than 15 years experience building, launching and profitably managing products in the mobile, enterprise and consumer web markets. Prior to We Geo, Ken contributed to product leadership in three companies that reached IPO: NetObjects, OmniSky and Motricity.\nKen built and led the product team at iContact, helping the company double its customer base to 55,000 subscribers. At Motricity, a leading provider of mobile content delivery services, Ken led product management for the company’s two core product platforms. Ken was a senior leader in the Sun Microsystems identity management business unit. At OmniSky, a pioneer in direct-to-consumer delivery of mobile data services, Ken owned delivery of key infrastructure services including wireless sync, and mobile operator integration. At NetObjects, which defined the category for Web site development tools with its Fusion WYSIWYG authoring software, Ken product managed its collaborative, multi-user content management solution.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:121271",
      "name": "Rajesh Ramchandani",
      "type": "Person",
      "permalink": "/person/rajesh-ramchandani",
      "homepage_url": "http://www.cumulogic.com",
      "twitter_username": "RamchandaniRaj",
      "logo_url": "0016/8680/168680v2-max-250x250.jpg",
      "logo_width": 548,
      "logo_height": 434,
      "overview": "Rajesh is Founder and VP of Products at CumuLogic, a Java Platform-as-a-Service company. ",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:148669",
      "name": "Nikita Tovstoles",
      "type": "Person",
      "permalink": "/person/nikita-tovstoles",
      "homepage_url": null,
      "twitter_username": "NikitaTovstoles",
      "logo_url": "0025/3420/253420v1-max-250x250.jpg",
      "logo_width": 200,
      "logo_height": 200,
      "overview": "Nikita is a technologist with over ten years of experience in consumer and enterprise software, start-ups, and leadership.\nPreviously he led infrastructure and web engineering teams at Doppelganger, producer of the award-winning 3D virtual world vSide.com.\nPrior to Doppelganger Nikita was with Sun Microsystems where he developed state-of-the-possible software solutions and invented a sales and marketing tool that used game mechanics to communicate value of multi-core CPU systems.\nHe also co-founded WorkoutIQ, a web service for health clubs and fitness professionals that replaced a paper-and-pencil approach to workout tracking with a web-enabled mobile solution.\nNikita holds a,\nMBA from Haas School of Business at UC Berkeley,\nBS in Computer Science from Duke University.\n ",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:189352",
      "name": "Anto Chittilappilly",
      "type": "Person",
      "permalink": "/person/anto-chittilappilly",
      "homepage_url": null,
      "twitter_username": "achittil",
      "logo_url": "0026/1455/261455v1-max-250x250.png",
      "logo_width": 178,
      "logo_height": 178,
      "overview": "Anto Chittilappilly is the co-founder, president & chief technology officer of Visual IQ. He is responsible for the company",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:97559",
      "name": "Florian Motlik",
      "type": "Person",
      "permalink": "/person/florian-motlik",
      "homepage_url": null,
      "twitter_username": "flomotlik",
      "logo_url": "0026/9921/269921v1-max-250x250.jpg",
      "logo_width": 200,
      "logo_height": 200,
      "overview": "Founder & CTO at Codeship",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:65646",
      "name": "Sumaya Kazi",
      "type": "Person",
      "permalink": "/person/sumaya-kazi",
      "homepage_url": "http://www.SumayaKazi.com",
      "twitter_username": "sumaya",
      "logo_url": "0009/6667/96667v2-max-250x250.jpg",
      "logo_width": 416,
      "logo_height": 604,
      "overview": "Sumaya Kazi is the Founder and CEO of [Sumazi](http://www.crunchbase.com/company/sumazi).\nSumazi is the social data intelligence platform for enterprises and brands.\nSumazi is designed to help professionals across multiple departments leverage the valuable collective data that exists at their company. By doing so, Sumazi is breaking down the social data knowledge silos that exist at every large company.\nPreviously, Sumaya served as a Senior Social Media Manager at Fortune 500 Sun Microsystems where she was responsible for the global strategy and implementation of new and social media across across multiple platforms. While at Sun Microsystems, Sumaya founded The CulturalConnect. Her team published over 800 interviews across 5 weekly publications of under-35 leaders across different ethnic diasporas that led a viral chain of meaningful connections and tools for mobilization of young adults across 100 countries.\nFor her passion and success around her endeavors, Sumaya has been recognized by BusinessWeek as one of America's \"Best Young Entrepreneurs,\" CNN as a \"Young Person Who Rocks,\" Silicon Valley Business Journal as a \"Woman of Influence,\" ColorLines Magazine as an \"Innovator to Watch\" and most recently by Reuters & Klout as one of the Top 10 Most Influential & Social Executives.\" Sumaya graduated from the University of California, Berkeley and resides in San Francisco. You can learn more about her at [http://www.SumayaKazi.com](http://www.SumayaKazi.com).",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:69679",
      "name": "Cyndi Mitchell",
      "type": "Person",
      "permalink": "/person/cyndi-mitchell",
      "homepage_url": null,
      "twitter_username": "mitchellcyndi",
      "logo_url": "0029/7830/297830v1-max-250x250.jpg",
      "logo_width": 200,
      "logo_height": 200,
      "overview": "Cyndi is Co-founder and CEO of Logscape, a provider of big data analytics software for real-time system monitoring and root cause analysis. She is also a senior advisor to ThoughtWorks, a global software and services firm, where she held a variety of fulltime technology and senior executive leadership roles from 2002-2012.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:1577",
      "name": "Martin May",
      "type": "Person",
      "permalink": "/person/martin-may",
      "homepage_url": null,
      "twitter_username": "HiroProt",
      "logo_url": "0027/6493/276493v1-max-250x250.jpg",
      "logo_width": 140,
      "logo_height": 140,
      "overview": "Martin is a co-founder of forkly. Previously, Martin founded Brightkite, a location-based social networking company founded as part of the 2007 TechStars program, and acquired by Limbo Inc. in 2009. His primary areas of interest are geospatial services and mobile location technology. Before Brightkite, Martin founded loopnote.com and has held R&D and engineering positions at various high-profile technology companies.\nIn 2009, Martin was named one of BusinessWeek's Best Young Tech Entrepreneurs. His work has appeared in Wired Magazine, The Wall Street Journal, The New York Times, Entrepreneur Magazine and G4 TV.\nMartin holds a bachelor's degree in Computer Science from the University of Aberdeen in Scotland.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:28313",
      "name": "Brady Wood",
      "type": "Person",
      "permalink": "/person/brady-wood",
      "homepage_url": null,
      "twitter_username": "bradyrw",
      "logo_url": "0028/3394/283394v1-max-250x250.jpg",
      "logo_width": 300,
      "logo_height": 190,
      "overview": "Brady Wood is VP Product Marketing at [Minted](http://www.minted.com/photo-christmas-cards), the online marketplace for design and art.\nPreviously, Brady was co-founder and VP Marketing and Business Development at [Shmoop](http://www.shmoop.com), an award-winning educational website that has been used by tens of millions of students and teachers.\nPrior to Shmoop, Brady was Director or Product Marketing at Yahoo. In 2005, he founded Yahoo Pride, the company's LGBT employees group and led a volunteer group that launched Yahoo's first LGBT-targeted website.\nBrady has an MBA from Stanford University and an AB in Public Policy Studies from Duke University, where he graduated cum laude. While an undergrad student at Duke, Brady founded DevilNet, the nation's first campus online community, in 1996. In 1997, Brady taught a for-credit class at Duke about emerging social media.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:16648",
      "name": "Adam Hyder",
      "type": "Person",
      "permalink": "/person/adam-hyder-2",
      "homepage_url": null,
      "twitter_username": "adamhyder",
      "logo_url": "0028/4401/284401v1-max-250x250.png",
      "logo_width": 140,
      "logo_height": 200,
      "overview": "Say hello to Adam Hyder, our technology mastermind. Adam's forte is building and leading world-class engineering teams for everything from Fortune 500 companies to successful startups.\nWhat's the best career advice you've ever received?\nI think the best career advice I ever had was: You're a product. You need to make sure that anybody who hires you is getting the right value for the price they pay. I have taken that advice with me throughout my career and it's served me well.\nWhy did you join Jobvite?\nI really saw the convergence of social networking and recruiting as a green-field opportunity to catapult technological innovation. I think Jobvite is positioned to turn the recruiting industry on its head because of what our products are capable of doing today ",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:210",
      "name": "Chris Tolles",
      "type": "Person",
      "permalink": "/person/chris-tolles",
      "homepage_url": "http://www.topix.com",
      "twitter_username": "tolles",
      "logo_url": "0003/1616/31616v2-max-250x250.jpg",
      "logo_width": 296,
      "logo_height": 255,
      "overview": "Chris Tolles is the CEO and co-founder of Topix.  Prior to Topix, Chris co-founded and was the VP of Marketing at Spoke Software, an enterprise social networking startup.\nChris was one of the co-founders of NewHoo, which evolved into the Open Directory Project at dmoz.org afgter being acquired by Netscape.  The Open Directory is the largest human edited directory of sites on the web.  After getting acquired by Netscape, Chris ran marketing for Netscape Search and AOL Music.\nChris started his career at Sun Microsystems, where he spent eight years in a variety of sales, marketing and management positions, culminating in running marketing for the Network Security Products Group.\nChris has degrees in Computer Sceince and Economics from the University of California at San Diego, where he was awarded the Micahel Addison Award for best senior thesis and graduated as a Warren Scholar.\nChris sits on the advisory boards of several Silicon Valley startups including Spoke Software, Merchantcircle, and Fuzz, as well as being an advisor to Webmasterworld, Dealmaker Media and the Social Sciences Division of the University of California at San Diego.",
      "investment_rounds": 1,
      "invested_companies": 1
    },
    {
      "id": "p:169709",
      "name": "Alan Brenner",
      "type": "Person",
      "permalink": "/person/alan-brenner",
      "homepage_url": null,
      "twitter_username": "alan_s_brenner",
      "logo_url": "0028/7708/287708v1-max-250x250.jpg",
      "logo_width": 100,
      "logo_height": 150,
      "overview": "Alan Brenner's extensive experience building secure global platforms and enterprise-grade products and services makes him uniquely qualified to extend Mocana's lead in the exploding enterprise smart device security market. Brenner will report to Mocana CEO Adrian Turner and lead Mocana's product and engineering development efforts.\nMost recently Brenner was senior vice president, BlackBerry Platform Services at RIM, responsible for the development and delivery of RIM's end-to-end services platform. During his tenure, those platforms included BlackBerry Messenger (BBM), BlackBerry Enterprise Software (BES), BlackBerry Internet Software (BIS) and BlackBerry App World among others. Previously, Brenner was a senior vice president at Sun Microsystems, responsible for the J2ME Java Mobile Enterprise Platform, Java Card, Open Office and other Sun software businesses.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:153647",
      "name": "Stefan Rust",
      "type": "Person",
      "permalink": "/person/stefan-rust",
      "homepage_url": null,
      "twitter_username": "srust99",
      "logo_url": "0035/8223/358223v1-max-250x250.jpg",
      "logo_width": 73,
      "logo_height": 73,
      "overview": "Mr. Rust is founder and CEO of Exicon Global, out of Hong-Kong. He is well regarded in the worldwide wireless and media content industries, where he interacts with the investment, technology, entertainment, and mobile/wireless telecommunication communities. Prior to joining Sun Microsystems, Mr. Rust founded XinDe Telecom Ltd, a telecom finance leasing boutique that he sold to China Unicom.\nPrior to pursuing entrepreneurship, Mr. Rust gained extensive experience developing new business opportunities for Lucent Technologies and Siemens throughout the Asia Pacific region. Prior to that, he was responsible for all production and post-production facilities for Limelight Studios, a Pan-European Satellite Broadcaster based inZurich, Switzerland. Mr. Rust is board member and chairmen of the Asia Pacific Chapter of the Mobile Entertainment Forum, and also represents Sun Microsystems in the Cable and Satellite Broadcasting Association of Asia.\nMr. Rust is based inHong Kong and frequently travels around the world to assess new technologies and investment opportunities. He holds a postgraduate degree in Econometrics from theUniversity ofZurich and speaks fluent Mandarin, German, and French.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:183006",
      "name": "Ryan Singer",
      "type": "Person",
      "permalink": "/person/ryan-singer",
      "homepage_url": null,
      "twitter_username": "Ryan_Singer",
      "logo_url": "0029/2612/292612v1-max-250x250.png",
      "logo_width": 68,
      "logo_height": 60,
      "overview": "Ryan Singer is the Co-Founder at Tradehill.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:140056",
      "name": "George Adams",
      "type": "Person",
      "permalink": "/person/george-adams",
      "homepage_url": "http://www.viziapps.com",
      "twitter_username": "viziapps",
      "logo_url": "0037/0316/370316v1-max-250x250.jpg",
      "logo_width": 129,
      "logo_height": 150,
      "overview": "As CEO of ViziApps, Inc., George Adams has over 30 years of experience as a proven leader in the IT industry, with expertise in the mobile, networking, security and cloud markets.\nAdams has launched and built new businesses, turned around early-stage startups and delivered profitability to public companies.\nAs the CEO and Co-Founder of ViziApps, Inc., a SaaS-based platform enabling non-technical users to visually create robust, native mobile apps for iPhones and Android phones, without coding.\nPrior to founding ViziApps, Adams served as CEO of SSH Communications Security Inc./Tectia, a global developer of communications security solutions. Under his leadership, the company had a successful $400M IPO. He currently serves on the SSH Board.\nHe's help senior-level positions at companies including Phoenix Technologies, Sun Microsystems, Intel, Analog Devices, and Motorola. Adams earned an MBA from Boston University and a BSEE from the University of Miami.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:137469",
      "name": "Nikhil Nirmel",
      "type": "Person",
      "permalink": "/person/nikhil-nirmel-2",
      "homepage_url": "https://www.lawdingo.com",
      "twitter_username": "niknir",
      "logo_url": "0018/8012/188012v6-max-250x250.jpg",
      "logo_width": 531,
      "logo_height": 532,
      "overview": "Nikhil Nirmel is an NYC-based entrepreneur in the nascent virtual professional services space. He is the solo founder and CEO of Lawdingo, whose flagship product Lawdingo.com allows people across the country to work with a lawyer online. Nikhil single-handedly leads the company, and took Lawdingo through Y Combinator as a solo, non-technical founder, and raised a seed round of $850k. Prior to starting Lawdingo, Nikhil led quantitative research at Yelp, and was in charge business analysis at Yodle. Nikhil holds a BS in Economics from Penn's Wharton School. He is @niknir on Twitter.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:88021",
      "name": "Jonathan Slimak",
      "type": "Person",
      "permalink": "/person/jonathan-slimak",
      "homepage_url": "http://www.piictu.com",
      "twitter_username": "jonslimak",
      "logo_url": "0012/8789/128789v2-max-250x250.png",
      "logo_width": 374,
      "logo_height": 375,
      "overview": "Co-Founder of [piictu](http://www.crunchbase.com/company/piictu), Jonathan Slimak has extensive design and strategy experience spanning an array of industries focusing mostly on design, \"social architecture\"",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:790",
      "name": "Joe Greenstein",
      "type": "Person",
      "permalink": "/person/joe-greenstein",
      "homepage_url": "http://www.flixster.com/user/joe",
      "twitter_username": "joseph77b",
      "logo_url": "0002/2572/22572v3-max-250x250.jpg",
      "logo_width": 600,
      "logo_height": 400,
      "overview": "Joe is co-founder and CEO of Flixster.\nBefore Flixster, Joe was part of the startup team and head of product management at Edusoft - the leading provider of assessment management software to public school districts. Edusoft was bought by Houghton-Mifflin in 2003.\nWhile still in college, Joe was part of the founding team at CoreMetrics - now one of the leading providers of web analytics for online retailers.",
      "investment_rounds": 8,
      "invested_companies": 8
    },
    {
      "id": "p:68770",
      "name": "Buford Taylor",
      "type": "Person",
      "permalink": "/person/buford-taylor",
      "homepage_url": "http://bufordtaylor.com",
      "twitter_username": "_buf",
      "logo_url": "0010/1336/101336v2-max-250x250.jpg",
      "logo_width": 279,
      "logo_height": 319,
      "overview": "Buford Taylor is a software engineer with an entrepreneurial spirit and a deep love for technology.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:14698",
      "name": "Alex Moore",
      "type": "Person",
      "permalink": "/person/alex-moore",
      "homepage_url": "http://www.linkedin.com/pub/alex-moore/1/9b9/463",
      "twitter_username": "alexdmoore",
      "logo_url": "0026/6485/266485v2-max-250x250.jpg",
      "logo_width": 200,
      "logo_height": 200,
      "overview": "Co-Founder at Backplane",
      "investment_rounds": 2,
      "invested_companies": 2
    },
    {
      "id": "p:831",
      "name": "Kris Duggan",
      "type": "Person",
      "permalink": "/person/kris-duggan",
      "homepage_url": "http://www.badgeville.com",
      "twitter_username": "kduggan",
      "logo_url": "0009/3108/93108v2-max-250x250.jpg",
      "logo_width": 640,
      "logo_height": 960,
      "overview": "Kris Duggan is a serial entrepreneur with a passion for building innovative SaaS companies with thousands of delighted customers.\nHe is dedicated to helping brands on the web increase user engagement by leveraging proven techniques in social gaming and loyalty. A sought-after speaker on gamification and user engagement, Kris is a thought leader of innovative ways to incorporate game mechanics and real-time loyalty programs into web and mobile experiences.\nKris believes the next decade of the web will focus on loyalty, user segmentation, and motivation techniques linked to deep engagement analytics. Prior to founding Badgeville, he worked in leadership roles at a variety of successful companies, including WebEx, and across a wide variety of verticals.\nHe also closely advises Palantir Technologies.",
      "investment_rounds": 2,
      "invested_companies": 2
    },
    {
      "id": "p:1308",
      "name": "Steve Loughlin",
      "type": "Person",
      "permalink": "/person/steve-loughlin",
      "homepage_url": null,
      "twitter_username": "StevoLoughlin",
      "logo_url": "0027/4952/274952v1-max-250x250.png",
      "logo_width": 200,
      "logo_height": 200,
      "overview": "Steve Loughlin is an entrepreneur who is the Co-Founder and CEO of relateiq (www.relateiq.com).",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:12356",
      "name": "Brendan Eich",
      "type": "Person",
      "permalink": "/person/brendan-eich",
      "homepage_url": null,
      "twitter_username": "BrendanEich",
      "logo_url": "0002/0018/20018v4-max-250x250.jpg",
      "logo_width": 4928,
      "logo_height": 3280,
      "overview": "Brendan Eich is CTO and SVP of Engineering at Mozilla and widely recognized for his enduring contributions to the Internet revolution. In 1995, Eich invented JavaScript (ECMAScript), the Internet",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:90236",
      "name": "Ty Smith",
      "type": "Person",
      "permalink": "/person/tyler-smith",
      "homepage_url": "http://tysmith.me",
      "twitter_username": "tylersmithnet",
      "logo_url": "0018/5054/185054v6-max-250x250.jpg",
      "logo_width": 460,
      "logo_height": 460,
      "overview": "Ty Smith lives in San Francisco. He is Sr. Software Engineer at Evernote on the Android product team and on the Developer Relations team. He contributes to the core Evernote Android application, maintains the [Evernote Android SDK](https://github.com/evernote/evernote-sdk-android), supports third party developers, judges hackathons, and evangelizes Evernote and the Evernote API.\nHe is also a co-founding member of [RECAPP](http://www.crunchbase.com/company/recapp). He architected the server app, API, and infrastructure. He also oversaw the creation of the mobile applications.\nPreviously he was Sr. Software Engineer (Android and Ruby) at [Onelouder Apps](http://onelouder.com/) and Sr. Software Engineer (Android and Ruby) at [Semaphore Mobile](http://semaphoremobile.com)\nHe received his B.S. in Software Engineering for the University of Texas.\nNotable products:\n[Evernote - Android](https://play.google.com/store/apps/details?id=com.evernote&hl=en)\n[Recapp - iOS/Ruby on Rails](http://itunes.apple.com/us/app/recapp-sports-news-app/id508110348)\n[Powow Messenger - Android/Ruby on Rails](https://play.google.com/store/apps/details?id=com.handmark.powow&hl=en)\n[Zagat - Android](https://play.google.com/store/apps/details?id=com.google.zagat&hl=en) - v 1.0 and 2.0 before the acquisition by Google.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:6245",
      "name": "James Bilefield",
      "type": "Person",
      "permalink": "/person/james-bilefield",
      "homepage_url": null,
      "twitter_username": "jbilefield",
      "logo_url": "0033/6564/336564v2-max-250x250.jpg",
      "logo_width": 333,
      "logo_height": 376,
      "overview": "James builds high-growth, global digital businesses as entrepreneur/executive (Skype, Cond",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:12966",
      "name": "Jeremy Zawodny",
      "type": "Person",
      "permalink": "/person/jeremy-zawodny",
      "homepage_url": "http://jeremy.zawodny.com",
      "twitter_username": "jzawodn",
      "logo_url": "0002/0320/20320v1-max-250x250.png",
      "logo_width": 320,
      "logo_height": 408,
      "overview": "Jeremy Zawodny is a Technology Evangelist at [Yahoo](http://www.crunchbase.com/company/yahoo).  Previously he was part of Yahoo's platform engineering group.\nJeremy and his two cats moved from Northwest Ohio to Silicon Valley in late 1999 so he could work for Yahoo--just in the time witness the .com bubble bursting first-hand. He's been at Yahoo ever since then, helping to put MySQL and other Open Source technologies to use in fun, interesting, and often very big ways. Starting with the popular and high-traffic Yahoo Finance site, he worked to make MySQL part of the site's core infrastructure in large batch operations as well as real-time feed processing and serving content directly on the site. He then helped to spread \"the MySQL religion\" to numerous other groups within Yahoo, including News, Personals, Sports, and Shopping. Nowadays he acts as Yahoo's MySQL Guru, working with Yahoo's many engineering groups to get the most of of their MySQL deployments.\nIn 2000, he began writing for Linux Magazine and continues to do so today as a columnist and contributing editor. After over a year of active participation on the MySQL mailing list, he got the idea to write a book about MySQL. (How hard could it be, really?) You can still find him answering questions on the list today.\nSince 2001, Jeremy has been speaking about MySQL at various conferences (O'Reilly's Open Source Conference, PHPCon, The MySQL User Conference, etc.) and user groups in locations as far away as Bangalore, India. His favorite topics are performance tuning, replication, clustering, and backup/recovery. In more recent times, he's rediscovered his love of aviation, earning a Private Pilot Glider license in early 2003. Since then he's spent far too much of his free time flying gliders out of Hollister, California and Truckee, near Lake Tahoe. He hopes to earn his Commercial Pilot license in 2004 and go on to become a certified flight instructor someday. Occasional MySQL consulting also helps to pay for his flying addiction.\nOn June 12, 2008 Jeremy announced via [his blog](http://jeremy.zawodny.com/blog/archives/010336.html) that he would be leaving Yahoo and maybe go to startup !",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:13386",
      "name": "Lorna Borenstein",
      "type": "Person",
      "permalink": "/person/lorna-borenstein",
      "homepage_url": null,
      "twitter_username": "Lborenstein",
      "logo_url": "0002/0768/20768v1-max-250x250.jpg",
      "logo_width": 100,
      "logo_height": 120,
      "overview": "Lorna Borenstein is the Founder & CEO at Grokker, the Expert Video Network.\nPreviously she joined Yahoo in October 2004 and served as Vice President and General Manager of Yahoo Personals. In her role as VP and General Manager, Borenstein was responsible for overall management and strategic direction of Yahoo Personals with an emphasis on driving company growth and maintaining product leadership.\nIn June of 2005, Borenstein was also appointed Vice President of Marketing for the Yahoo Search & Marketplace Group in addition to her roles at Yahoo Personals. As VP of marketing for Yahoo Search & Marketplace, Borenstein leads initiatives to advance Yahoo's leadership position and is in charge of producing search technology.\nIn May 2007 she left Yahoo later becoming the President of Move.com .\nBorenstein received her Bachelor of Civil Law and a Bachelor of Common Law, with Honors, at McGill University.\nShe also holds a Degree in Business from the American College in London, England.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:13412",
      "name": "Raj Vemulapalli",
      "type": "Person",
      "permalink": "/person/raj-vemulapalli",
      "homepage_url": "http://www.linkedin.com/in/rajvemu",
      "twitter_username": "RajVemu",
      "logo_url": "0027/1260/271260v5-max-250x250.jpg",
      "logo_width": 142,
      "logo_height": 142,
      "overview": "Engineering Executive with experience in leading and building award winning Consumer/Enterprise products and expertise in Mobile, Big Data, Large Scale, High Performing, Fault-Tolerant, Reliable Distributed systems, and Saas/PaaS\n* Big Data Platforms and Services and Scalable Distributed Storage Systems at Salesforce.com\n* Led and built Mobile products on key platforms that process $3.5+ Billions in transactions per year\n* Head of Engineering and one of the Co-Founders of Yahoo! Real Time Communications groups and the most used products in the world including Yahoo! Messenger, Yahoo! Chat, Yahoo! Mobile Messaging,  Real Time Messaging in Yahoo! Mail, Y! Voice and Video, Yahoo! Avatars and Virtual goods, Real Time Talk in Yahoo! Sports and Yahoo! Groups, and open APIs\n* Demonstrated success of building and leading globally distributed cross-functional teams including Engineering, Product and User Experience Designers from ground up to 200\n* Architected and built complex multi-tier distributed and scalable systems that handle 280+ million active users and deliver 300+ billion real time messages per month with 99.99% up-time\n* Filed 8 patents and published 3 papers in distributed systems, communications and messaging space\n* Board of Director, Technology, Product and Strategic Advisor at technology startups\n* Judge for TechCrunch Disrupt Hackathon 2011 held in San Francisco\n* Company's spokesperson for products.  Widely interviewed and quoted in media, magazines and blogs",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:14566",
      "name": "Salim Mitha",
      "type": "Person",
      "permalink": "/person/salim-mitha",
      "homepage_url": "http://www.wahanda.com",
      "twitter_username": "salimmitha",
      "logo_url": "0003/2283/32283v9-max-250x250.jpg",
      "logo_width": 303,
      "logo_height": 413,
      "overview": "I am currently work at Buffalo Studios, a social & mobile gaming startup company behind the hit Facebook BINGO Blitz (named #7 top game by Facebook in 2011, and #4 Most Popular Game by Appdata/Inside Social Games)\nI am also the Co-Founder of Wahanda, a London UK based e-commerce health, beauty & wellness marketplace  that won Techcrunch's Best European Commerce Startup 2010.\nI have also worked at Yahoo! Europe where I was  responsible for Search (Web, Image, Video, News Search) and Social Search (Y! Answers, social bookmarking) across our main European markets (UK&Ireland, France, Spain, Italy, Germany).",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:15018",
      "name": "Chad Dickerson",
      "type": "Person",
      "permalink": "/person/chad-dickerson",
      "homepage_url": null,
      "twitter_username": "chaddickerson",
      "logo_url": "0002/2225/22225v7-max-250x250.jpg",
      "logo_width": 3564,
      "logo_height": 5148,
      "overview": "Chad Dickerson is the CEO of [Etsy](http://www.crunchbase.com/company/etsy).  Chad was CTO at Etsy from September 2008 until July 2011.\nBefore joining Etsy in fall 2008, Chad led the [Brickhouse](http://www.crunchbase.com/product/yahoo-brickhouse) and Advanced Products teams at [Yahoo!](/company/yahoo).  Prior to this role, Chad was senior director of the Yahoo! Developer Network (http://developer.yahoo.com/) and launched the Hack Day program globally at Yahoo!\nChad came to Yahoo! from InfoWorld Media Group (IDG) where he served as CTO for nearly five years.  Prior to InfoWorld, Dickerson served as CTO of Salon.com and in various engineering positions at CNN, CNN/Sports Illustrated, The Atlanta Journal-Constitution and The (Raleigh, NC) News & Observer. Dickerson holds a BA in English literature from Duke University.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:694",
      "name": "David Beach",
      "type": "Person",
      "permalink": "/person/david-beach",
      "homepage_url": null,
      "twitter_username": "beach",
      "logo_url": "0002/9732/29732v2-max-250x250.png",
      "logo_width": 500,
      "logo_height": 374,
      "overview": "David Beach is a Product Manager and Information Architect. He works for eBay Mobile and is the co-founder of 12seconds.tv.\nBeach began his career in 1994 as the Art Director for IUMA, The Internet Underground Music Archive. He then co-founded LVL interactive and I-Storm Studios, developing e-commerce and marketing websites for Disney, Netscape, Cisco, Sun, Philips, E-Trade, DirecTV, Bank of America, The Burning Man Project, Winamp, Fox Network, and Warner Bros. Records. Beach worked for Yahoo Shopping from 2001 to 2006, Wink, People Search from 2006 to 2007, then returned to Yahoo as Senior Manager of the Brickhouse organization in 2007. He now works as the Director of Product Management for eBay Mobile overseeing their flagship iPhone, iPad, and Android products.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:23169",
      "name": "Pat McCarthy",
      "type": "Person",
      "permalink": "/person/pat-mccarthy",
      "homepage_url": "http://www.conversionrater.com",
      "twitter_username": "patmccarthy",
      "logo_url": "0003/0132/30132v2-max-250x250.jpg",
      "logo_width": 80,
      "logo_height": 80,
      "overview": "Pat McCarthy is currently CEO and Co-founder of GuideMe, a startup focusing on saving and sharing places you love and want to go.\nPreviously he was a Vice President of Marketing and Product Marketing at Yahoo!  He joined the company in 2007 as part of the Right Media acquisition where he spent the previous three years in a number of roles for the company.\nAt Right Media he led the building of Direct Media Exchange, the first of the \"ad network optimization\" tools that have become popular in the display advertising market.\nPrior to Right Media he was in charge of the ecommerce and content web business of Palo Alto Software where he operated PaloAlto.com and Bplans.com.\nPat also blogs at ConversionRater.com about advertising, web business, web analytics, and other various topics.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:25364",
      "name": "Jaisen Mathai",
      "type": "Person",
      "permalink": "/person/jaisen-mathai",
      "homepage_url": "http://www.jaisenmathai.com",
      "twitter_username": "jmathai",
      "logo_url": "0003/2220/32220v4-max-250x250.jpg",
      "logo_width": 569,
      "logo_height": 476,
      "overview": "Jaisen Mathai is currently working on a bootstrapped open source photo service called Trovebox (Formerly OpenPhoto) that successfully raised funding on Kickstarter. Mathai was an engineering tech lead and software engineer at Yahoo from 2007 to May of 2011, when he left to pursue his Trovebox project.\nWhile at Yahoo, Mathai worked on various projects including ones which were used by Mail and Frontpage, and hacked on a side project, Melts My Heart which was a mobile photo sharing application targeted towards mothers. The app was available in the Android Market.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:29041",
      "name": "Erik Qualman",
      "type": "Person",
      "permalink": "/person/erik-qualman",
      "homepage_url": "http://www.socialnomics.com",
      "twitter_username": "equalman",
      "logo_url": "0003/6804/36804v7-max-250x250.jpg",
      "logo_width": 1199,
      "logo_height": 799,
      "overview": "Erik Qualman is an international author and keynote speaker. He is also the former Head of Marketing at Travelzoo Inc. (TZOO). His book Socialnomics made Amazon's #1 Best Selling List for the US, Japan, UK, Canada, Portugal, Italy, China, Korea and Germany. His 2012 book Digital Leader propelled him to be voted the 2nd Most Likeable Author in the World behind Harry Potter's J.K. Rowling.\nAn international keynote speaker (42 countries), he has been featured on numerous media outlets including 60 Minutes, The Wall Street Journal, and ABC News. He has given keynotes for Coach, Sony PlayStation, IBM, Facebook, Starbucks, M&M/Mars, Cartier, National Guard, Montblanc, Chrysler, TEDx, Polo, UGG, Nokia, Google, and more.\nSocialnomics was a finalist for the \"Book of the Year\" and earlier this year Qualman was named a Top 50 Professor in the world. Qualman wrote and produced the world's most watched social media video \"Social Media Revolution.\" In his past, Qualman was Academic All-Big Ten in basketball at Michigan State University and in 2011 Erik was honored as the Michigan State University Alum of the Year.\nQualman also holds a Guinness Book of World Record for the longest continuous podcast.\nFor the past 18 years Qualman has worked in digital and strategic positions for Cadillac, EarthLink, EF Education, Yahoo, Travelzoo and AT&T. He is the founder and owner of socialnomics.com, which PC Magazine ranks as a Top 10 Social Media Blog.  He sits on the Boards of Manumatix, Bazaarvoice Inc., and WannaBeeSocial. Qualman holds a BA from Michigan State University and an MBA from The University of Texas.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:37496",
      "name": "Scott Rocher",
      "type": "Person",
      "permalink": "/person/scott-rocher",
      "homepage_url": "http://scottrocher.com",
      "twitter_username": "rochers",
      "logo_url": "0005/1598/51598v14-max-250x250.jpg",
      "logo_width": 1024,
      "logo_height": 1024,
      "overview": "Scott Rocher is the CTO at Tonx, a company that sources, roasts, and ships coffee to subscribers of their service.\nFormerly as an engineering leader at daily deal startup FamilyFinds, Scott helped build a robust e-commerce platform for selling daily deals to a list of thousands across the country. After moving to Atlanta in 2012, he joined Half Off Depot and helped grow their revenues significantly through expansion of web architecture, affiliate programs, and merchant marketing.\nBefore that, Scott worked for Yahoo! as a Senior Front End Engineer, designing and building next-generation Yahoo! Entertainment sites. Previously a technical team leader at USC, he developed a flexible online learning platform. His experience includes creating sites for e-commerce, education, photography, art, entertainment, television, and small business.\nIn his spare time Scott has created a number of web products including See What I Wore, The Photo Stream, Cluster Truck, The Black Stripe, and BitsyBox.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:11",
      "name": "Dustin Moskovitz",
      "type": "Person",
      "permalink": "/person/dustin-moskovitz",
      "homepage_url": null,
      "twitter_username": null,
      "logo_url": "0014/7873/147873v1-max-250x250.jpg",
      "logo_width": 323,
      "logo_height": 484,
      "overview": "Dustin Moskovitz is an American internet entrepreneur who co-founded the social networking website Facebook along with Mark Zuckerberg, Eduardo Saverin, Andrew McCollum and Chris Hughes.\nIn 2008, he left Facebook to co-found Asana with Justin Rosenstein.",
      "investment_rounds": 7,
      "invested_companies": 6
    },
    {
      "id": "p:8534",
      "name": "Justin Rosenstein",
      "type": "Person",
      "permalink": "/person/justin-rosenstein",
      "homepage_url": null,
      "twitter_username": null,
      "logo_url": "0001/6641/16641v3-max-250x250.jpg",
      "logo_width": 5616,
      "logo_height": 3744,
      "overview": "Justin Rosenstein is the co-founder of [Asana](/company/asana), along with Facebook co-founder Dustin Moskovitz. Asana",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:90115",
      "name": "Kenji Droullard",
      "type": "Person",
      "permalink": "/person/kenji-droullard",
      "homepage_url": "http://www.kenji.co",
      "twitter_username": "kenjidroullard",
      "logo_url": "0013/1361/131361v6-max-250x250.jpg",
      "logo_width": 419,
      "logo_height": 420,
      "overview": "Born in Tokyo, Kenji spent his formative years immersed in the language and culture of Japan. The Japanese sense of balance, harmony, and simplicity greatly influence his work as a graphic designer today. He was an entrepreneur and business owner early in his career, focusing on corporate identity and brand development. Kenji went on to study Visual Communication Design at University of Washington, a rigorous program with an emphasis in design thinking and effective communication. He is a strong proponent of a holistic design principle; the idea that design permeates every facet of a business, product, and service. He can",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:218144",
      "name": "Scott Perket",
      "type": "Person",
      "permalink": "/person/scott-perket",
      "homepage_url": null,
      "twitter_username": "scottperket",
      "logo_url": "0030/7921/307921v2-max-250x250.jpg",
      "logo_width": 500,
      "logo_height": 500,
      "overview": "Product Designer in San Francisco.",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:103795",
      "name": "John McGuire",
      "type": "Person",
      "permalink": "/person/john-mcguire",
      "homepage_url": null,
      "twitter_username": null,
      "logo_url": "0036/5249/365249v1-max-250x250.jpg",
      "logo_width": 100,
      "logo_height": 100,
      "overview": "Having worked for Nortel - a telecommunications multinational for the past 10 years I decided it was time to venture on my own and so I have taken the path - the way of the entrepreneur... with a few years of retraining I setup Active Mind in 2004 ",
      "investment_rounds": null,
      "invested_companies": null
    },
    {
      "id": "p:31482",
      "name": "Scott Raymond",
      "type": "Person",
      "permalink": "/person/scott-raymond",
      "homepage_url": "http://www.scottraymond.net",
      "twitter_username": "sco",
      "logo_url": "0006/9097/69097v3-max-250x250.jpg",
      "logo_width": 278,
      "logo_height": 401,
      "overview": "Scott Raymond is on the Mobile Product Team at Airbnb. Previously he was co-founder of Gowalla and an engineer at Facebook.",
      "investment_rounds": null,
      "invested_companies": null
    }
  ]
}
