{"id":"p:11481","name":"Brent Harrison","type":"Person","permalink":"/person/brent-harrison","homepage_url":"http://www.smokejumperstrategy.com","twitter_username":"smokejumper","logo_url":"0011/6443/116443v2-max-250x250.jpg","logo_width":1121,"logo_height":1516,"overview":"Brent Harrison is Founder and President of SmokeJumper Strategy, a Silicon Valley-based consulting firm. He is an experienced software and Internet innovator, marketer, agile coach and team leader. His track record includes building winning products and profitable businesses in consumer, enterprise, developer and education markets.\nBrent serves as an Advisor to a number of early-stage companies (CrashMyPad, Kincast, Shopilly) as well as Facebook Local and the Kellogg School of Management.\nBrent is founder and owner of Savvy Cellar Wine Bar & Wine Shop in Mountain View, CA, Organic Wine Review and Lake Morton Vacations.\nPrior to founding SmokeJumper Strategy, Brent was Vice President of Marketing at Apple. There, he transformed PowerSchool's product line (a K-12 student information system), doubled revenues and led the division to profitability for the first time in its history.\nPreviously, Brent was Executive Director at America Online (AOL) and Netscape Communications. He invented AOL Communicator, which became AOL's broadband client; redefined \"You've Got Pictures\", a service allowing AOL members to manage and share their digital images; and led the creation of the Internet's #1 automotive destination across AOL, CompuServe and Netscape.\nAt Netscape, Brent built and managed a team of 75 engineers, product and program managers, that shipped multiple versions of the Netscape Enterprise Client. He also held positions in Market Development and Strategic Planning.\nBrent's first career experience was as a SmokeJumper, parachuting into forest fires, in Canada's North - thus the name of the consulting firm.\nBrent holds an MBA from the Kellogg School of Management at Northwestern University, and a BA from Queen's University. ","investment_rounds":1,"invested_companies":1}
