{"id":"p:1632","name":"Sergey Brin","type":"Person","permalink":"/person/sergey-brin","homepage_url":null,"twitter_username":"sergeybrinn","logo_url":"0001/6854/16854v2-max-250x250.jpg","logo_width":142,"logo_height":178,"overview":"Sergey Brin. a native of Moscow, received a bachelor of science degree with honors in mathematics and computer science from the University of Maryland at College Park. He is currently on leave from the Ph.D. program in computer science at Stanford University, where he received his master's degree. Sergey is a recipient of a National Science Foundation Graduate Fellowship as well as an honorary MBA from Instituto de Empresa. At Stanford, he met Larry Page and worked on the project that became [Google](http://www.crunchbase.com/company/google). Together they founded Google Inc. in 1998, and Sergey continues to share responsibility for day-to-day operations with Larry Page and Eric Schmidt.\nSergey's research interests include search engines, information extraction from unstructured sources, and data mining of large text collections and scientific data. He has published more than a dozen academic papers, including Extracting Patterns and Relations from the World Wide Web; Dynamic Data Mining: A New Architecture for Data with High Dimensionality, which he published with Larry Page; Scalable Techniques for Mining Casual Structures; Dynamic Itemset Counting and Implication Rules for Market Basket Data; and Beyond Market Baskets: Generalizing Association Rules to Correlations.\nSergey has been a featured speaker at several international academic, business and technology forums, including the World Economic Forum and the Technology, Entertainment and Design Conference. He has shared his views on the technology industry and the future of search on the Charlie Rose Show, CNBC, and CNNfn. In 2004, he and Larry Page were named \"Persons of the Week\" by ABC World News Tonight.\nSource:[Google.com](http://www.google.com/corporate/execs.html)","investment_rounds":3,"invested_companies":2}
