{"id":"p:40548","name":"Daniel Kornev","type":"Person","permalink":"/person/daniel-kornev","homepage_url":"http://www.linkedin.com/in/danielkornev","twitter_username":"DanielKo","logo_url":"0005/7274/57274v6-max-250x250.jpg","logo_width":277,"logo_height":511,"overview":"Daniel Kornev is CEO and founder of Zet Universe, Inc., a Boston, MA company, which builds visual interaction experiences for new device form factors, like tablets, big screens, Displair, etc. Their first product is a visual collaborative workspace app for tablets for enterprise, called Zet Universe.\nDaniel conducted research and development on a part-time basis between October 2010 and December 2011. Started to work full-time since January 2012.\nCurrently, in addition to CEO duties, he owns Product Management and defines the Information Productivity Vision for the company.\nA native of Moscow, received a master of science degree in computer science from Moscow State Institute of Electronics and Math in Moscow, Russia. He is currently on leave from the Ph.D. program in human computer interaction at National Research University - Higher School of Economics. In 2007 Daniel joined **Microsoft Russia** where he worked in various roles including developer evangelism, program management and program management leadership roles. In 2010 Daniel joined **Google Russia** and worked there until Fall 2011.\nDaniel's research interests include human computer interaction, context-aware computing, information extraction. Since 2007 he run several projects in area of context-aware computing: augmented reality campus navigation tool, notifications manager, canvas-based experience for context switching. In summer of 2010 Daniel worked at **Microsoft Research** as HCI researcher intern; his assignment was a project in area of group awareness visualization.\nIn October 2010 Daniel established a new R&D company, Neocyte Labs, in order to continue his research work in area of context-aware computing and human computer interaction. In April 2011 he decided to stop his work at Neocyte Labs, to focus on his main duties at Google Russia. After leaving Google in the Fall of 2011, and one-month sabbatical in Seattle, WA, Daniel decided to refocus his energy and passion on productivity software for enterprise. He established a new company called [Zet Universe](http://www.zetuniverse.com).\nDaniel is a featured speaker at several Russian and US business and technology forums, including World Usability Day, User Experience, Software People, Microsoft Context-aware Computing Workshop, and other conferences.\nDaniel currently lives in Boston, MA.","investment_rounds":1,"invested_companies":1}
