{"id":"p:5079","name":"Al Gore","type":"Person","permalink":"/person/al-gore","homepage_url":"http://algore.com","twitter_username":"algore","logo_url":"0001/7214/17214v1-max-250x250.png","logo_width":264,"logo_height":428,"overview":"Former Vice President Al Gore is the Board Director of Apple Inc.\nHe is also a Co - Founder and Chairman of Generation Investment Management, a firm that is focused on a new approach to Sustainable Investing.\nGore is also Co - Founder and Chairman of Current TV, an independently owned cable and satellite television network for young people based on viewer-created content and citizen journalism.\nA member of the Board of Directors of Apple Computer, Inc.\nA Senior Advisor to Google, Inc.\nGore is also Visiting Professor at Middle Tennessee State University in Murfreesboro, Tennessee.\nMr. Gore is the author of An Inconvenient Truth, a best-selling book on the threat of and solutions to global warming, and the subject of the movie of the same title, which has already become one of the top documentary films in history. In 2007, An Inconvenient Truth was awarded two Academy Awards for Best Documentary Feature and Best Original Song.\nSince his earliest days in the U. S. Congress 30 years ago, Al Gore has been the Leading Advocate for confronting the threat of global warming. His pioneering efforts were outlined in his best-selling book Earth in the Balance: Ecology and the Human Spirit (1992). He led the Clinton-Gore Administration's efforts to protect the environment in a way that also strengthens the economy.\nAl Gore was born on March 31, 1948, the son of former U.S. Senator Albert Gore, Sr. and Pauline Gore. Raised in Carthage, Tennessee, and Washington, D.C.\nHe received a Degree in Government with honors from Harvard University in 1969.\nAfter graduation, he volunteered for enlistment in the U.S. Army and served in the Vietnam War.\nUpon returning from Vietnam, Al Gore became an Investigative Reporter with the Tennessean in Nashville, where he also attended Vanderbilt University's Divinity School and then Law School.\nAl Gore and his wife, Tipper, reside in Nashville, Tennessee.\nThey have four children- Karenna, Kristin, Sarah, and Albert III; and two grandchildren: Wyatt Gore Schiff and Anna Hunger Schiff.","investment_rounds":2,"invested_companies":2}
