{"id":"p:6297","name":"Marissa Mayer","type":"Person","permalink":"/person/marissa-mayer","homepage_url":null,"twitter_username":"marissamayer","logo_url":"0001/3202/13202v15-max-250x250.jpg","logo_width":250,"logo_height":200,"overview":"Marissa Mayer is CEO of Yahoo.\nPreviously as a VP at Google, Marissa Mayer led the product management and engineering efforts of Google's local, mobile, and contextual discovery products including Google Maps, Google Maps for Mobile, Local Search, Google Earth, Street View, Latitude and more. At 36 years old, she was also the youngest member of Google's executive operating committee. During her 12 years at Google, Marissa led product management and design efforts for Google web search, images, news, books, products, toolbar, and iGoogle. She started at Google in 1999 as Google's 20th employee and first woman engineer.\nMarissa's contributions and leadership have been recognized by numerous publications including the New York Times, Newsweek and BusinessWeek. Fortune magazine has listed her for the past 3 years on their annual Most Powerful Women's list, and she was the youngest ever to appear on the list. In 2010 Marissa was honored by the New York Women in Communications, Inc. with a Matrix Award. She also been named a Young Global Leader by the World Economic Forum and Woman of the Year by Glamour Magazine. Marissa serves on the board of various non-profits, including the Smithsonian National Design Museum, the New York City Ballet, San Francisco Ballet, and the San Francisco Museum of Modern Art.\nPrior to joining Google, Mayer worked at the UBS research lab (Ubilab) in [Zurich, Switzerland](/maps/search?range=10&geo=zurich), and at SRI International in [Menlo Park, California](/maps/search?range=10&geo=menlo+park).\nMarissa received her B.S. in Symbolic Systems and her M.S. in Computer Science from Stanford University. For both degrees, she specialized in artificial intelligence.","investment_rounds":12,"invested_companies":9}
