{"id":"p:67859","name":"Sunil James","type":"Person","permalink":"/person/sunil-james","homepage_url":null,"twitter_username":"sunubunu","logo_url":"0010/0255/100255v4-max-250x250.jpg","logo_width":3000,"logo_height":1996,"overview":"Sunil is passionate about developing elegant, innovative solutions for specific, identified, industry-agnostic problems. He's been doing just this for more than 10 years now. Most recently, as a Senior Product Manager with Amazon Web Services (AWS), Sunil defined and executed Amazon's strategy to make utility computing viable for Fortune 100 customers by launching the Amazon Virtual Private Cloud (Amazon VPC). Previous to AWS, Sunil was Director of Product Management for Mandiant Inc., a Washington, DC-based information security organization that delivered incident response (IR) products and services to defense, government, and financial services organizations. There, Sunil was responsible for the overall strategy of Mandiant Intelligent Response (MIR), the company's flagship enterprise-grade IR appliance.\nSunil also was Arbor Networks' Product Manager for Security Services, where he was responsible for the overall strategy surrounding the company's various security services, including the Active Threat Feed (ATF) threat detection service, and the Active Threat Level Analysis System (ATLAS) darknet monitoring service. Additionally, he managed the Arbor Security Engineering & Response Team, which develops cutting-edge solutions and techniques to thwart Internet-scale threats. Prior to Arbor, Sunil was iDefense's Director of Vulnerability Intelligence, where he managed and coordinated the company's daily collection and analysis of public vulnerabilities and exploit code. He also co-founded the company's Vulnerability Contributor Program (VCP), which was the first publicly-acknowledged for-pay vulnerability research program.\nSunil has also been employed by the US Department of State, the Council on Foreign Relations, Johns Hopkins University, and Pinkerton Global Intelligence Services.","investment_rounds":null,"invested_companies":null}
