{"id":"p:77831","name":"Dionysis Zindros","type":"Person","permalink":"/person/dionysis-zindros","homepage_url":"http://dionyziz.com","twitter_username":"dionyziz","logo_url":"0011/4935/114935v2-max-250x250.png","logo_width":308,"logo_height":308,"overview":"Dionysis Zindros (born November 30, 1987) is a Greek software engineer and entrepreneur. He is currently working as the CEO of Kamibu in making gaming experiences more meaningful, intuitive and fun.\nDionysis was born in Ioannina, Greece. He attended the school of Zosimea at the experimental department of the school in 2000 to 2003, and later the 4th Lyceum of Ioannina until 2006. In 2003, he started the open source project Node IRC, an IRC client for Windows focused on ease of use that inspired him to make communications more accessible to people. He continued to work on Node until early 2005.\nThereafter, he founded the BlogCube project, that aimed to provide an alternative freemium solution to Wordpress, and founded Chit-Chat, an experimental project to allow people to communicate more freely. The BlogCube project was a considerable failure, and ended up being cancelled a year after its foundation, although the Kamibu team that would later create Zino was essentially a ressurection of the very BlogCube development team.\nIn May 2006, he joined the Devious Technology team at deviantART, where he contributed in building versions 5 and 6 for two years until May 2008. He specialized in back-end technology, focusing mainly on high-performance scalable database and middleware development.\nAfter leaving deviantART in 2008, he continued his work with the Chit-Chat team, rebranding it as Zino in 2008. In 2010, he started a new project aiming to revolutionize the way games are meant to be played; with three other co-founders he founded Kamibu in 2011 to realize this visino.\nDionysis is enrolled in the School of Electrical and Computer Engineering at the National Technical University of Athens since 2008, with an interest in Computer Science, but is currently on leave.","investment_rounds":null,"invested_companies":null}
